Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.config.po
Languages: da

# field.storage.node.field_go_color:settings:allowed_values:0:label
source: Content Color 1
da: Indholdsfarve 1

# field.storage.node.field_go_color:settings:allowed_values:1:label
source: Content Color 2
da: Indholdsfarve 2

# field.storage.node.field_go_color:settings:allowed_values:2:label
source: Content Color 3
da: Indholdsfarve 3

# field.storage.node.field_go_color:settings:allowed_values:3:label
source: Content Color 4
da: Indholdsfarve 4

# field.storage.paragraph.field_go_color:settings:allowed_values:0:label
source: Content Color 1
da: Indholdsfarve 1

# field.storage.paragraph.field_go_color:settings:allowed_values:1:label
source: Content Color 2
da: Indholdsfarve 2

# field.storage.paragraph.field_go_color:settings:allowed_values:2:label
source: Content Color 3
da: Indholdsfarve 3

source: Amount of materials
da: Antal materialer

source: Material grid description
da: Material grid beskrivelse

source: This field is for inserting a link string based on a search, e.g.: https://dapple-cms.docker/advanced-search?sublocation=fantasy&advancedSearchCql=%27harry%27&linked=true<br /><br />Please be aware that it is necessary to copy the exact link string.<br /><br />A valid link search string can be generated, by performing a query through the advanced search and copying the link string from there.
da: Tilføj et link her, som er genereret ved hjælp af avanceret søgning -> CQL søgning, fx https://dapple-cms.docker/advanced-search?sublocation=fantasy&advancedSearchCql=%27harry%27&linked=true<br /><br />Bemærk at en søgning, der er foretaget vha feltsøgning under avanceret søgning, ikke virker. Der SKAL benyttes CQL.

source: Title of the material grid
da: Titel på materialekomponenten

source: The title for the material grid. Leave this blank if you do not want a title.
da: Der vises ikke en titel, hvis denne er tom.

# paragraphs.paragraphs_type.material_grid_automatic:label
source: Material grid automatic (deprecated)
da: Material grid automatic (forældet)

# paragraphs.paragraphs_type.material_grid_automatic:description
source: Please use the "Material grid link automatically" instead! This paragraph will be deprecated in the future. A grid representation of recommended materials, based on a CQL search string.
da: Brug venligst "Material grid link automatically" i stedet! Denne paragraf bliver fjernet i fremtiden.

# field.field.paragraph.go_images.field_go_images:label
source: Images
da: Billeder

# paragraphs.paragraphs_type.go_images:label
source: GO Images
da: GO Billeder

# views.view.importable_content:label
source: Importable content
da: Indhold der kan hentes til dit site

# views.view.importable_content:display:default:display_title
source: Default
da: Standard

# views.view.importable_content:display:default:display_options:title
source: Importable content
da: Indhold der kan hentes

# views.view.importable_content:display:default:display_options:fields:title:label
source: Title
da: Titel

# views.view.importable_content:display:default:display_options:fields:type:label
source: Content type
da: Indholdstype

source: Edited by BNR
da: Redigeret af BNR

source: Edited by BNR
da: Redigeret af BNR

source: Updated
da: Opdateret

source: Import
da: Hent

source: « First
da: « Først

source: Last »
da: Sidste »

source: Items per page
da: Indhold pr. side

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sortér efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Select any filter and click on Apply to see results
da: Vælg et filter og klik på "Anvend" for at se resultater

source: Advanced options
da: Avancerede indstillinger

source: Search
da: Søg

source: Content type
da: Indholdstype

source: Categories
da: Kategorier

source: Approved by BNR
da: Godkendt af BNR

source: Approved by BNR
da: Godkendt af BNR

source: Shows content that has been tagged with a category, by BNR
da: Viser indhold, der er blevet tildelt en kategori af BNR

source: Edited by BNR
da: Redigeret af BNR

source: Categorized
da: Kategoriseret

source: Uncategorized
da: Ikke kategoriseret

# views.view.importable_content:display:page:display_title
source: Page
da: Side

source: Source
da: Kilde

# field.field.node.page.field_canonical_url:description
source: Please provide a canonical URL if this content has been duplicated from other websites. This helps signal to search engines that the preferred source of this content is the specified canonical URL, preventing potential duplicate content issues and ensuring proper attribution to the original source.
da: Oplys en canonical URL hvis indholdet i artiklen er kopieret fra en anden hjemmeside (fx kopieret fra et andet biblioteks hjemmeside). Dette hjælper med at signalere til søgemaskiner at kilden til indholdet er den specificerede side, og sikrer at den originale kilde krediteres.

# views.view.go_categories:display:default:display_title
source: Default
da: Standard

source: Items per page
da: Indhold pr. side

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sortér efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Next ›
da: Næste ›

source: ‹ Previous
da: ‹ Forrige

source: « First
da: « Første

source: Last »
da: Sidste »

source: Items per page
da: Indhold pr. side
