Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.config.po
Languages: da

# block.block.claro_breadcrumbs:settings:label
source: Breadcrumbs
da: Brødkrummer

# block.block.claro_content:settings:label
source: Main page content
da: Forsideindhold

# block.block.claro_local_actions:settings:label
source: Primary admin actions
da: Primære administratorhandlinger

# block.block.claro_messages:settings:label
source: Status messages
da: Status meddelelser

# block.block.claro_page_title:settings:label
source: Page title
da: Sidetitel

# block.block.claro_primary_local_tasks:settings:label
source: Primary tabs
da: Primære tabs

# block.block.claro_secondary_local_tasks:settings:label
source: Secondary tabs
da: Sekundære tabs

# block.block.gin_breadcrumbs:settings:label
source: Breadcrumbs
da: Brødkrummer

# block.block.gin_content:settings:label
source: Main page content
da: Forsideindhold

# block.block.gin_local_actions:settings:label
source: Primary admin actions
da: Primære administratorhandlinger

# block.block.gin_messages:settings:label
source: Status messages
da: Statusbeskeder

# block.block.gin_page_title:settings:label
source: Page title
da: Sidetitel

# block.block.gin_primary_local_tasks:settings:label
source: Primary tabs
da: Primære tabs

# block.block.gin_secondary_local_tasks:settings:label
source: Secondary tabs
da: Sekundære tabs

# block.block.novel_branding:settings:label
source: Site branding
da: Side branding

# block.block.novel_local_actions:settings:label
source: Primary admin actions
da: Primære administratorhandlinger

# block.block.novel_local_tasks:settings:label
source: Tabs
da: Faner

# block.block.novel_messages:settings:label
source: Status messages
da: Statusbeskeder

# block.block.novel_tools:settings:label
source: Tools
da: Værktøjer

# core.base_field_override.media.image.status:label
source: Published
da: Publiceret

# core.base_field_override.media.image.status:settings:on_label
source: On
da: Til

# core.base_field_override.media.image.status:settings:off_label
source: Off
da: Fra

# core.base_field_override.node.article.promote:label
source: Promoted to front page
da: Forfremmet til forsiden

# core.base_field_override.node.article.promote:settings:on_label
source: On
da: Til

# core.base_field_override.node.article.promote:settings:off_label
source: Off
da: Fra

# core.base_field_override.node.branch.promote:label
source: Promoted to front page
da: Forfremmet til forsiden

# core.base_field_override.node.branch.promote:settings:on_label
source: On
da: Til

# core.base_field_override.node.branch.promote:settings:off_label
source: Off
da: Fra

# core.base_field_override.node.campaign.promote:label
source: Promoted to front page
da: Forfremmet til forsiden

# core.base_field_override.node.campaign.promote:settings:on_label
source: On
da: Til

# core.base_field_override.node.campaign.promote:settings:off_label
source: Off
da: Fra

# core.base_field_override.node.page.promote:label
source: Promoted to front page
da: Forfremmet til forsiden

# core.base_field_override.node.page.promote:settings:on_label
source: On
da: Til

# core.base_field_override.node.page.promote:settings:off_label
source: Off
da: Fra

# core.date_format.fallback:label
source: Fallback date format
da: Fallback datoformat

# core.date_format.html_date:label
source: HTML Date
da: HTML Dato

# core.date_format.html_datetime:label
source: HTML Datetime
da: HTML Dato

# core.date_format.html_month:label
source: HTML Month
da: HTML Måned

# core.date_format.html_time:label
source: HTML Time
da: HTML Tidspunkt

# core.date_format.html_week:label
source: HTML Week
da: HTML Uge

# core.date_format.html_year:label
source: HTML Year
da: HTML År

# core.date_format.html_yearless_date:label
source: HTML Yearless date
da: HTML Årstalsfri dato

# core.date_format.long:label
source: Default long date
da: Standard lang dato

# core.date_format.medium:label
source: Default medium date
da: Standard mellem dato

# core.date_format.short:label
source: Default short date
da: Standard kort dato

source: Event details
da: Arrangementsdetaljer

source: Event details
da: Arrangementsdetaljer

source: Contact details
da: Kontaktinformation

source: If empty, the regular page title will be shown.
da: Hvis tom, vil sidetitlen blive vist.

source: Search content..
da: Søg efter indhold

source: Inline fields
da: Indlejrede felter

# core.entity_form_mode.media.media_library:label
source: Media library
da: Mediebibliotek

# core.entity_form_mode.user.register:label
source: Register
da: Registrer

# core.entity_view_mode.eventinstance.list:label
source: List
da: Liste

# core.entity_view_mode.eventinstance.list_teaser:label
source: List teaser
da: Listeteaser

# core.entity_view_mode.eventinstance.nav_spot:label
source: Nav spot
da: Navigationsspot

# core.entity_view_mode.eventinstance.nav_teaser:label
source: Navigation teaser
da: Navigationsteaser

# core.entity_view_mode.eventinstance.stacked_event:label
source: Stacked event
da: Stakkede arrangementer

# core.entity_view_mode.eventseries.list:label
source: List
da: Liste

# core.entity_view_mode.eventseries.nav_spot:label
source: Nav spot
da: Navigationsspot

# core.entity_view_mode.eventseries.nav_teaser:label
source: Navigation teaser
da: Navigationsteaser

# core.entity_view_mode.media.full:label
source: Full content
da: Alt indhold

# core.entity_view_mode.media.hero_wide:label
source: Hero wide (4/3)
da: Hero bredformat (4/3)

# core.entity_view_mode.media.media_library:label
source: Media library
da: Mediebibliotek

# core.entity_view_mode.media.paragraph_squared:label
source: Paragraph, squared
da: Paragraph, kvadratisk

# core.entity_view_mode.media.paragraph_wide:label
source: Paragraph, wide
da: Paragraph, bredformat

# core.entity_view_mode.node.full:label
source: Full content
da: Alt indhold

# core.entity_view_mode.node.list_teaser:label
source: List teaser
da: Listeteaser

# core.entity_view_mode.node.nav_spot:label
source: Nav spot
da: Navigationsspot

# core.entity_view_mode.node.nav_teaser:label
source: Navigation teaser
da: Navigationsteaser

# core.entity_view_mode.node.search_index:label
source: Search index
da: Søgeindeks

# core.entity_view_mode.node.search_result:label
source: Search result highlighting input
da: Input til highlights i søgeresultatet

# core.entity_view_mode.paragraph.alternative:label
source: Alternative
da: Alternativ

# core.entity_view_mode.paragraph.preview:label
source: Preview
da: Forhåndsvisning

# core.entity_view_mode.taxonomy_term.full:label
source: Taxonomy term page
da: Taksonomi term side

# core.entity_view_mode.user.compact:label
source: Compact
da: Kompakt

# core.entity_view_mode.user.full:label
source: User account
da: Brugerkonto

# crop.type.focal_point:label
source: Focal point
da: Fokuspunkt

# crop.type.focal_point:description
source: Crop type used by Focal point module.
da: Beskæringstype anvendt af fokuspunkt modulet

# field.field.eventinstance.default.field_branch:label
source: Branch
da: Bibliotek

# field.field.eventinstance.default.field_categories:label
source: Categories
da: Kategorier

# field.field.eventinstance.default.field_event_address:label
source: Address
da: Adresse

# field.field.eventinstance.default.field_event_image:label
source: Image
da: Billede

# field.field.eventinstance.default.field_event_link:label
source: Ticket link
da: Billetlink

# field.field.eventinstance.default.field_event_link:description
source: Please enter the URL where attendees can buy tickets for this event.
da: Angiv URL til billetsalg

# field.field.eventinstance.default.field_event_partners:label
source: Partners
da: I samarbejde med

# field.field.eventinstance.default.field_event_partners:description
source: A list of partners for the event
da: En liste over samarbejdspartnere

# field.field.eventinstance.default.field_event_place:label
source: Place
da: Sted

# field.field.eventinstance.default.field_event_state:label
source: State
da: Status

# field.field.eventinstance.default.field_event_title:label
source: Title
da: Titel

# field.field.eventinstance.default.field_teaser_image:label
source: Teaser image
da: Teaserbillede

# field.field.eventinstance.default.field_teaser_text:label
source: Teaser text
da: Teasertekst

# field.field.eventinstance.default.field_ticket_categories:label
source: Ticket categories
da: Billetkategorier

# field.field.eventseries.default.field_branch:label
source: Branch
da: Bibliotek

# field.field.eventseries.default.field_categories:label
source: Categories
da: Kategorier

# field.field.eventseries.default.field_event_address:label
source: Address
da: Adresse

# field.field.eventseries.default.field_event_image:label
source: Image
da: Billede

# field.field.eventseries.default.field_event_link:label
source: Ticket link
da: Billetlink

# field.field.eventseries.default.field_event_link:description
source: Please enter the URL where attendees can buy/get tickets for this event.
da: Skriv URL hvor billetter kan købes/hentes til arrangementet.

# field.field.eventseries.default.field_event_partners:label
source: Partners
da: I samarbejde med

# field.field.eventseries.default.field_event_partners:description
source: A list of partners for the event
da: En liste over samarbejdspartnere

# field.field.eventseries.default.field_event_place:label
source: Place
da: Sted

# field.field.eventseries.default.field_event_state:label
source: State
da: Status

# field.field.eventseries.default.field_teaser_image:label
source: Teaser image
da: Teaserbillede

# field.field.eventseries.default.field_teaser_text:label
source: Teaser text
da: Teasertekst

# field.field.eventseries.default.field_ticket_categories:label
source: Ticket categories
da: Billetkategorier

# field.field.media.document.field_media_file:label
source: File
da: Fil

# field.field.media.image.field_byline:label
source: Byline
da: Billedtekst

# field.field.media.image.field_byline:description
source: Used for public credit and copyright information. Will usually be displayed along with the media.
da: Bruges til fotokreditering og info om copyright. Vises som regel ved siden af billedet.

# field.field.media.image.field_media_image:label
source: Image
da: Billede

# field.field.media.video.field_media_oembed_video:label
source: Remote video URL
da: URL til video

# field.field.node.article.field_branch:label
source: Branch
da: Bibliotek

# field.field.node.article.field_canonical_url:description
source: Please provide a canonical URL if this content has been duplicated from other websites. This helps signal to search engines that the preferred source of this content is the specified canonical URL, preventing potential duplicate content issues and ensuring proper attribution to the original source.
da: Oplys en canonical URL hvis indholdet i artiklen er kopieret fra en anden hjemmeside (fx kopieret fra et andet biblioteks hjemmeside). Dette hjælper med at signalere til søgemaskiner at kilden til indholdet er den specificerede side, og sikrer at den originale kilde krediteres.

# field.field.node.article.field_categories:label
source: Categories
da: Kategorier

# field.field.node.article.field_override_author:label
source: Override author
da: Overskriv forfatter

# field.field.node.article.field_show_override_author:label
source: Override the author
da: Overskriv forfatteren ␣

# field.field.node.article.field_show_override_author:settings:on_label
source: On
da: Til

# field.field.node.article.field_show_override_author:settings:off_label
source: Off
da: Fra

# field.field.node.article.field_subtitle:label
source: Subtitle
da: Manchet

# field.field.node.article.field_teaser_image:label
source: Teaser image
da: Teaserbillede

# field.field.node.article.field_teaser_text:label
source: Teaser text
da: Teasertekst

# field.field.node.branch.field_address:label
source: Address
da: Adresse

# field.field.node.branch.field_main_media:label
source: Main media
da: Hovedbillede

# field.field.node.branch.field_phone:label
source: Phone
da: Telefon

# field.field.node.campaign.field_campaign_image:label
source: Image
da: Billede

# field.field.node.campaign.field_campaign_rules_logic:label
source: Trigger Logic
da: Triggerlogik

# field.field.node.campaign.field_campaign_rules_logic:description
source: Choose if all triggers should match (AND) for a campaign to be displayed or just one of them (OR).
da: Vælg om alle triggers skal matche (AND) for at en kampagne vises, eller kun én af dem (OR)

# field.field.node.campaign.field_campaign_text:label
source: Text
da: Tekst

# field.field.node.page.field_branch:label
source: Branch
da: Bibliotek

# field.field.node.page.field_display_titles:label
source: Display titles
da: Vis titel

# field.field.node.page.field_display_titles:description
source: By default, titles and subtitles are not displayed on pages. If you wish to have it displayed, you can enable this setting.
da: Som standard vises titel og manchettekst ikke på indholdstypen sider. Hvis du vil have dem vist, kan du slå det til her.

# field.field.node.page.field_display_titles:settings:on_label
source: On
da: Til

# field.field.node.page.field_display_titles:settings:off_label
source: Off
da: Fra

# field.field.node.page.field_hero_title:label
source: Hero title
da: Overskrift

# field.field.node.page.field_subtitle:label
source: Subtitle
da: Manchet

# field.field.paragraph.accordion.field_accordion_description:label
source: Accordion description
da: Accordion beskrivelse

# field.field.paragraph.accordion.field_accordion_title:label
source: Accordion title
da: Accordion titel

# field.field.paragraph.campaign_rule.field_campaign_rule_ranking_max:label
source: Term Ranking Maximum
da: Rankering blandt hyppigste værdier

# field.field.paragraph.campaign_rule.field_campaign_rule_ranking_max:description
source: The upper limit for a placement/ranking of a term inside a facet group
da: Ønskes kampagnen vist, hvis værdien fx er blandt de 7 hyppigst repræsenterede i søgesættet, sættes ”Rankering blandt hyppigste værdier” til 7.

# field.field.paragraph.card_grid_automatic.field_title:label
source: Title
da: Titel

# field.field.paragraph.card_grid_manual.field_grid_content:label
source: Content
da: Indhold

# field.field.paragraph.card_grid_manual.field_title:label
source: Title
da: Overskrift

# field.field.paragraph.content_slider.field_content_references:label
source: Contents
da: Indhold

# field.field.paragraph.event_ticket_category.field_ticket_category_name:label
source: Name
da: Navn

# field.field.paragraph.event_ticket_category.field_ticket_category_price:label
source: Price
da: Pris

# field.field.paragraph.files.field_files:label
source: Files
da: Filer

# field.field.paragraph.hero.field_hero_categories:label
source: Hero categories
da: Hero kategori

# field.field.paragraph.hero.field_hero_content_type:label
source: Hero content type
da: Hero indholdstype

# field.field.paragraph.hero.field_hero_date:label
source: Hero date
da: Hero dato

# field.field.paragraph.hero.field_hero_description:label
source: Hero description
da: Hero beskrivelse

# field.field.paragraph.hero.field_hero_image:label
source: Hero image
da: Hero billede

# field.field.paragraph.hero.field_hero_title:label
source: Hero title
da: Overskrift

# field.field.paragraph.language_selector.field_language_icon:label
source: Language icon
da: Sprogikon

# field.field.paragraph.language_selector.field_link_language:label
source: Link to a different language
da: Link til et andet sprog

# field.field.paragraph.material_grid_automatic.field_amount_of_materials:label
source: Amount of materials
da: Antal materialer/værker

# field.field.paragraph.material_grid_automatic.field_cql_search:label
source: CQL Search
da: CQL Søgning

# field.field.paragraph.material_grid_automatic.field_material_grid_title:label
source: Title of the material grid
da: Titel på materialekomponenten

source: The title for the material grid. Leave this blank if you do not want a title.
da: Titel på materialekomponenten. Efterlad dette felt blankt, hvis du ikke vil give den en overskrift.

# field.field.paragraph.material_grid_manual.field_material_grid_title:label
source: Title of the material grid
da: Titel på materialekomponenten

# field.field.paragraph.material_grid_manual.field_material_grid_title:description
source: The title for the material grid. Leave this blank if you do not want a title.
da: Titel på materialekomponenten. Efterlad dette felt blankt, hvis du ikke vil give den en overskrift.

# field.field.paragraph.material_grid_manual.field_material_grid_work_ids:label
source: Work IDs
da: VærkID'er

# field.field.paragraph.material_grid_manual.field_work_id:label
source: Work ID (DEPRECATED)
da: VærkID udgår

# field.field.paragraph.material_grid_manual.field_work_id:description
source: This field will be deleted in the future. Please use another work id field.
da: Dette felt vil blive slettet i fremtiden. Brug venligst det andet VærkID felt.

# field.field.paragraph.medias.field_medias:label
source: Medias
da: Billeder

# field.field.paragraph.nav_grid_manual.field_content_references:label
source: Contents
da: Indhold

# field.field.paragraph.nav_grid_manual.field_show_subtitles:label
source: Show subtitles
da: Vis manchettekster

# field.field.paragraph.nav_grid_manual.field_show_subtitles:settings:on_label
source: On
da: Til

# field.field.paragraph.nav_grid_manual.field_show_subtitles:settings:off_label
source: Off
da: Fra

# field.field.paragraph.nav_grid_manual.field_title:label
source: Title
da: Overskrift

# field.field.paragraph.nav_spots_manual.field_nav_spots_content:label
source: Content
da: Indhold

# field.field.paragraph.recommendation.field_image_position_right:label
source: Image position right
da: Højrestil billede

source: On
da: Til

source: Off
da: Fra

# field.field.paragraph.recommendation.field_recommendation_description:label
source: Description
da: Beskrivelse

# field.field.paragraph.recommendation.field_recommendation_title:label
source: Title
da: Titel

# field.field.paragraph.recommendation.field_recommendation_work_id:label
source: Work ID
da: VærkID

# field.field.paragraph.recommendation.field_work_id:label
source: Work ID (DEPRECATED)
da: VærkID (Udgår)

# field.field.paragraph.recommendation.field_work_id:description
source: This field will be deleted in the future. Please use another work id field.
da: Dette felt vil blive slettet i fremtiden. Brug venligst det andet VærkID felt.

# field.field.paragraph.text_body.field_body:label
source: Body
da: Brødtekst

# field.field.paragraph.user_registration_item.field_anchor:label
source: Anchor
da: Anker

# field.field.paragraph.user_registration_item.field_body:label
source: Body
da: Brødtekst

# field.field.paragraph.user_registration_item.field_display_in_navigation:label
source: Display in navigation
da: Vis i navigation

source: Enable this option to display a button at the top of the page for easier navigation.
da: Aktivér denne indstilling for at få vist en knap øverst på siden, så det er nemmere at navigere.

source: On
da: Til

source: Off
da: Fra

# field.field.paragraph.user_registration_item.field_link_target:label
source: Link target
da: Linkmål

# field.field.paragraph.user_registration_item.field_link_target:description
source: Specify how a linked document should be opened when clicked by a user.
da: Angiv hvordan et linket dokument skal åbne når en bruger klikker på linket.

# field.field.paragraph.user_registration_item.field_navigation_title:label
source: Navigation button title
da: Titel på navigationsknap

# field.field.paragraph.user_registration_item.field_navigation_title:description
source: If the navigation button title is left blank, it will automatically default to the paragraph title.
da: Hvis titelfeltet på navigationsknappen ikke udfyldes, vil den automatisk få titlen på denne Paragraph.

# field.field.paragraph.user_registration_item.field_registration_link:label
source: Registration Link
da: Registreringslink

# field.field.paragraph.user_registration_item.field_title:label
source: Title
da: Titel

source: User registration items
da: Brugerregistreringselementer

source: Add a new "User registration item" to the list.
da: Tilføj et nyt "Brugerregistreringslink" til listen.

# field.field.paragraph.video.field_embed_video:label
source: Embed video
da: Indlejr video

source: Access
da: Adgang

source: Children or adult materials
da: Børne- eller voksenmaterialer

source: Creators
da: Ophav

source: Fiction or non-fiction
da: Skøn-/faglitteratur

source: Fictional character
da: Fiktiv person

source: Genre and form
da: Genre og form

source: Main languages
da: Hovedsprog

source: Material types
da: Materialetyper

source: Subjects
da: Emner

source: Work types
da: Værktyper

# field.storage.paragraph.field_link_target:settings:allowed_values:0:label
source: Open the linked document in the same window or tab (default)
da: Åbn det linkede dokument i samme vindue eller tab (standard)

# field.storage.paragraph.field_link_target:settings:allowed_values:1:label
source: Open the linked document in a new window or tab
da: Åbn det linkede dokument i et nyt vindue eller tab

# filter.format.basic:name
source: Basic
da: Standard

# filter.format.limited:name
source: Limited
da: Begrænset

# filter.format.plain_text:name
source: Plain text
da: Ren tekst

# image.style.campaign_image:label
source: Campaign image (? x 150px)
da: Kampagnebillede (? x 150px)

# image.style.entity_clone_template_preview:label
source: Entity Clone Template Preview
da: Forhåndsvisning af skabelon

# image.style.flag_icon:label
source: Flag icon
da: Flagikon

# image.style.focal_point_preview:label
source: Focal Point Preview
da: Forhåndsvisning af fokuspunkt

# image.style.hero_wide:label
source: Hero wide (4/3)
da: Hero bredformat (4/3)

# image.style.linkit_result_thumbnail:label
source: Linkit result thumbnail
da: Thumbanil

# image.style.media_library:label
source: Media Library thumbnail (220 x 220px)
da: Mediebibliotek thumbnail (220 x 220 px)

# image.style.paragraph_squared:label
source: Paragraph, Squared (1:1 / 496x496px)
da: Paragraph, Kvadratisk (1:1 / 496x496px)

# image.style.paragraph_wide:label
source: Paragraph, Wide (896x670px)
da: Paragraph, Bredformat (896x670px)

# image.style.small_preview:label
source: Small preview
da: Lille forhåndsvisning

# language.entity.da:label
source: Danish
da: Dansk

# language.entity.en:label
source: English
da: Engelsk

# language.entity.und:label
source: Not specified
da: Ikke specificeret

# language.entity.zxx:label
source: Not applicable
da: Kan ikke anvendes

# linkit.linkit_profile.default:label
source: Default
da: Standard

# media.type.document:label
source: Document
da: Dokument

# media.type.image:label
source: Image
da: Billede

# metatag.metatag_defaults.403:label
source: 403 access denied
da: 403 adgang nægtet

# metatag.metatag_defaults.403:tags:robots
source: noindex
da: intet indeks

# metatag.metatag_defaults.404:label
source: 404 page not found
da: 404 side ikke fundet

# metatag.metatag_defaults.front:label
source: Front page
da: Forside

# metatag.metatag_defaults.node:label
source: Content
da: Indhold

# metatag.metatag_defaults.taxonomy_term:label
source: Taxonomy term
da: Taksonomi term

# metatag.metatag_defaults.user:label
source: User
da: Bruger

# node.type.article:name
source: Article
da: Artikel

# node.type.article:description
source: Use articles for news-worthy content, that does not get updated regularly.
da: Brug artikler til nyhedspræget indhold med en begrænset levetid.

# node.type.branch:name
source: Branch
da: Bibliotek

# node.type.branch:description
source: Branches of a library - for example physical departments around the kommune. Used to mark relevant content.
da: Afdelinger af biblioteket - fx filialer og hovedbibliotek. Bruges til at skabe en flot landingpage med relevant indhold.
