Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.config.po
Languages: da

source: The grid will only display materials in internvals of 4. <br /><br />Example work ID: work-of:870970-basis:136336282.<br /><br />If you need to link to a specific type, select it from the dropdown and the system will display that, if it is available.
da: Gitteret vil kun vise materialer i intervaller af 4. <br /><br />Eksempel arbejds ID: work-of:870970-basis:136336282.<br /><br />Hvis du skal linke til en specifik type, vælg den fra dropdown-menuen og systemet vil vise den, hvis den er tilgængelig.

# field.field.paragraph.recommendation.field_image_position_right:description
source: This determines whether the image should be positioned to the left or right. <br />If left untoggled (default behaviour) the image is positioned to the left, if toggled on, the image will be positioned to the right.
da: Dette bestemmer om, et billede skal positioneres til venstre eller højre. <br />Hvis den ikke er slået til (standardadfærd), placeres billedet til venstre, hvis den er slået til, placeres billedet til højre.␣

source: This is the description for a recommendation. <br /><br />If you add a description, the title of the the material will not be automatically generated.
da: Dette er beskrivelsen af det anbefalede materiale. Hvis du tilføjer en beskrivelsestekst, vil titlen på materialet ikke blive autoudfyldt.

# field.field.paragraph.recommendation.field_recommendation_title:description
source: The title of the recommended material.<br /><br />If you add a title, the description for the material will not be automatically generated.
da: Titlen på det anbefalede materiale. Hvis du tilføjer en titel, vil beskrivelsesteksten af materialet ikke blive autoudfyldt.

# field.field.paragraph.recommendation.field_recommendation_work_id:description
source: This is the work ID used to retrieve the material information. Example: work-of:870970-basis:136336282.<br />Currently this is retrieved by performing a search for a material manually, and copying this value from the URL.<br />If you need to link to a specific type, select it from the dropdown and the system will display that, if it is available.
da: Dette er det arbejds-ID, der bruges til at hente materialeoplysningerne. Eksempel: work-of:870970-basis:136336282.<br />I øjeblikket hentes dette ved at udføre en søgning efter et materiale manuelt og kopiere denne værdi fra URL'en.<br />Hvis du har brug for at linke til en bestemt type, skal du vælge den fra rullemenuen, og systemet vil vise den, hvis den er tilgængelig.

# field.field.node.branch.field_promoted_on_lists:label
source: Display at the top of the list
da: Vis øverst på filiallisten

# field.field.node.branch.field_promoted_on_lists:description
source: If you want this branch to be shown at the top on /branches, you can check this.<br><br />If you set this option on multiple branches, the promoted list will also be alphabetized
da: Hvis du ønsker at denne filial skal vises i toppen af listen over filialer, kan du vælge det her. Hvis du sætter denne indstilling på flere filialer, vil de blive alfabetiseret.

# field.field.node.branch.field_promoted_on_lists:settings:on_label
source: On
da: Til

# field.field.node.branch.field_promoted_on_lists:settings:off_label
source: Off
da: Fra

# field.field.node.page.field_breadcrumb_parent:label
source: Breadcrumb parent
da: Sideforælder

# field.field.node.page.field_breadcrumb_parent:description
source: TODO: A text about how the structure tree works.<br><br />"If you want to make this page central, you need to save it first, and then <a href="/admin/structure/taxonomy/manage/breadcrumb_structure/add" target="_blank">add it as a reference in the content structure tree</a>
da: Hvis du vil gøre denne side til en strukturerende side, skal du gemme siden først og <a href="/admin/structure/taxonomy/manage/breadcrumb_structure/add" target="_blank">tilføje den som en reference i strukturtræet.

# field.field.paragraph.breadcrumb_children.field_breadcrumb_target:label
source: Breadcrumb target
da: Brødkrumme sti

# field.field.paragraph.breadcrumb_children.field_breadcrumb_target:description
source: Choose a parent in the breadcrumb structure, from which the children will be displayed. <br><br />Only one level of children will be shown.
da: Vælg en sideforælder i brødkrummestrukturen, hvis sidebørn skal vises. Kun ét niveau af sidebørn kan vises.

# field.field.paragraph.breadcrumb_children.field_title:label
source: Title
da: Titel

# field.field.paragraph.card_grid_automatic.field_filter_branches:label
source: Filter by branches
da: Filtrer på filial

# field.field.paragraph.card_grid_automatic.field_filter_categories:label
source: Filter by categories
da: Filter efter kategorier

# field.field.paragraph.card_grid_automatic.field_filter_tags:label
source: Filter by tags
da: Filter efter tags

# field.field.taxonomy_term.breadcrumb_structure.field_content:label
source: Content
da: Indhold der linkes til

# field.field.taxonomy_term.breadcrumb_structure.field_show_children:label
source: Show children on page
da: Vis sidebørn

# field.field.taxonomy_term.breadcrumb_structure.field_show_children:description
source: Should a list of contents that reference this breadcrumb, be shown automatically on this page?
da: Vis en automatisk liste med indhold, som refererer til dette brødkrumme element, på denne side.

source: On
da: Til

source: Off
da: Fra

source: Color
da: Farve

source: A color used to represent opening hours instances in administrative interfaces.
da: En farve, som anvendes til at repræsentere typer af åbningstider i det redaktørvisningen.

# image.style.card_large:label
source: Card - Large - 551:312
da: Card - Stort - 551:312

# image.style.card_x_large:label
source: Card - X-Large - 1:1
da: Card- X-Stort - 1:1

# paragraphs.paragraphs_type.breadcrumb_children:label
source: Breadcrumb children
da: Sidebørn

# paragraphs.paragraphs_type.breadcrumb_children:description
source: Automatically display all content that is referencing your chosen breadcrumb item.
da: Vis automatisk alt indhold, som refererer til dit valgte brødkrumme element.

# paragraphs.paragraphs_type.opening_hours:label
source: Opening Hours
da: Åbningstider

# paragraphs.paragraphs_type.opening_hours:description
source: This is a paragraph for displaying the opening hours for the branch it is applied to. Opening hours are created under the settings of a branch.
da: Denne paragraph anvendes til at vise åbningstiderne for det bibliotek/filial de er tilknyttet. Åbningstider oprettes på bibliotekssiden.

# pathauto.pattern.breadcrumb_pattern:label
source: Breadcrumb pattern
da: Brødkrumme mønster

# system.action.pathauto_update_alias_node:label
source: Update URL alias
da: Opdater URL alias

# system.action.pathauto_update_alias_user:label
source: Update URL alias
da: Opdater URL alias

source: Related children
da: Relaterede sider

source: Related content for "@title"
da: Relateret indhold til "@title"

# core.entity_view_mode.media.list_teaser:label
source: List teaser (4:3)
da: Listeteaser (4:3)

# facets.facet.content_branch:name
source: Branch
da: Afdeling

# facets.facet.content_branch:missing_label
source: others
da: andre

# facets.facet.content_branch:url_alias
source: branch
da: filial

# facets.facet.content_branch:widget:config:default_option_label
source: - Any -
da: - Alle -

# facets.facet.content_categories:name
source: Category
da: Kategori

# facets.facet.content_categories:missing_label
source: others
da: andre

# facets.facet.content_categories:url_alias
source: categories
da: kategorier

# facets.facet.content_categories:widget:config:default_option_label
source: - Any -
da: - Alle -

# facets.facet.event_categories:name
source: Category
da: Kategori

# field.field.taxonomy_term.breadcrumb_structure.field_children_title:label
source: Children title
da: Børnetitel

# field.field.taxonomy_term.breadcrumb_structure.field_children_title:description
source: The title that is shown above the list of referenced content. Will not be shown, if there are no children displayed.
da: Titlen, der vises over listen af refereret indhold. Vil ikke blive vist, hvis der ikke vises nogen børn.

source: Show children subtitles
da: Vis undertitel for børnebrødkrumme

source: If this is checked, the children teasers will be expanded with possible subtitle descriptions.
da: Sæt hak her, hvis børnebrødkrummen skal udfoldes med eventuelle undertitel

source: On
da: På

source: Off
da: Fra

# image.style.list_teaser_4_3:label
source: List teaser (4:3)
da: Listeteaser (4:3)

# node.type.page:description
source: Pages can be used for various types of content, either temporary or permanent. A page can be simple, containing text about, for example, loan rules, or it can serve as a structural unit designed to display other pages in a section for communication or navigation.
da: Sider kan anvendes til en bred vifte af indhold af mere eller mindre blivende karakter. En side kan være simpel og indeholde tekst om fx. låneregler, men kan også være en strukturerende enhed, hvis formål er at udstille andre sider i en sektion med henblik på formidling eller navigation.

# pathauto.pattern.breadcrumb_pattern_event_instance:label
source: Breadcrumb pattern (event instance)
da: Breadcrumb-mønster (arrangementsinstans)

# pathauto.pattern.breadcrumb_pattern_event_series:label
source: Breadcrumb pattern (event series)
da: Breadcrumb-mønster (arrangementserie)

# views.view.articles:display:all:display_title
source: Page
da: Side

source: <div class="admin-item"><p>You can use existing content templates, to quickly re-use content structures that you have already created.</p><p>To create new templates that can be re-used, you need to create a new content from scratch, and choose to expose it as a template. Usually, this option is available in the sidebar in the edit form.</p><p>Once you've done this, the template will be shown here.</p><br /></div>
da: Du kan anvende skabeloner for at genbruge strukturer du allerede har lavet. For at oprette en skabelon skal du lave et stykke indhold fra bunden af og derefter vælge at gemme det som skabelon. Det gør du i højre sidebar i redigeringstilstand. Når du har gemt skabelonen, vises den her.

# field.field.paragraph.webform.field_webform:label
source: Webform
da: Webformular

# field.field.paragraph.webform.field_webform:description
source: Choose the name of the webform that should be shown in the paragraph.
da: Vælg navnet på webformularen, der skal vises i paragrafen.

# filter.format.webform_default:name
source: Webform (Default) - DO NOT EDIT
da: Webformular (Standard) - MÅ IKKE REDIGERES

# paragraphs.paragraphs_type.webform:label
source: Webform
da: Webformular

# paragraphs.paragraphs_type.webform:description
source: Paragraph used for embedding a webform.
da: Paragraph brugt til indlejring af en webformular.

# system.action.webform_archive_action:label
source: Archive webform
da: Arkiver webformular

# system.action.webform_close_action:label
source: Close webform
da: Luk webformular

# system.action.webform_delete_action:label
source: Delete webform
da: Slet webformular

# system.action.webform_open_action:label
source: Open webform
da: Åben formular

# system.action.webform_submission_delete_action:label
source: Delete submission
da: Stop indsendelse

# system.action.webform_submission_make_lock_action:label
source: Lock submission
da: Lås indsendelse

# system.action.webform_submission_make_sticky_action:label
source: Star/flag submission
da: Stjerne/flag indsendelse

# system.action.webform_submission_make_unlock_action:label
source: Unlock submission
da: Lås op for indsendelse

# system.action.webform_submission_make_unsticky_action:label
source: Unstar/unflag submission
da: Fjern stjerne/flag fra indsendelse

# system.action.webform_unarchive_action:label
source: Restore webform
da: Gendan webformular

# views.view.webform_submissions:label
source: Webform submissions
da: Indsendelse via webformular

# views.view.webform_submissions:description
source: Default webform submissions views.
da: Standard visning af webformular efter indsendelse.

# views.view.webform_submissions:display:default:display_options:title
source: Webform submissions
da: Indsendelse via webformular

source: Draft
da: Udkast

source: Created
da: Oprettet

source: IP address
da: IP-adresse

source: Operations
da: Funktioner

source: view
da: se

source: « First
da: « Første

source: Last »
da: Sidste »

source: Items per page
da: Emner pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sortér efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: No submissions available.
da: Ingen indsendelser tilgængelige.

source: All
da: Alt

source: Displaying @start - @end of @total
da: Viser @start - @end af @total

# views.view.webform_submissions:display:embed_administer:display_title
source: Embed: Administer
da: Integrer: Administrer

source: Webform submission operations bulk form
da: Indsendelse af webformularer en masse

source: Action
da: Handling

source: Draft
da: Udkast

source: Sticky
da: Klæbrig

source: Locked
da: Låst

source: Created
da: Oprettet

source: Completed
da: Fuldført

source: IP address
da: IP-adresse

source: Operations
da: Funktioner

source: Is draft
da: Er kladde

source: Sticky
da: Klæbrig

source: Locked
da: Låst

source: Administer submissions.
da: Administrer indlæg.

# views.view.webform_submissions:display:embed_default:display_title
source: Embed: Default
da: Integrer: Standard

source: Display submissions.
da: Vis indsendelser.

# views.view.webform_submissions:display:embed_manage:display_title
source: Embed: Manage
da: Integrer: Administrer

source: Webform submission operations bulk form
da: Indsendelse af webformularer en masse

source: Action
da: Handling

source: Draft
da: Udkast

source: Sticky
da: Klæbrig

source: Locked
da: Låst

source: Created
da: Oprettet

source: Completed
da: Fuldført

source: IP address
da: IP-adresse

source: Operations
da: Funktioner

source: view
da: Vis

source: Operations
da: Funktioner

source: edit
da: rediger

source: Is draft
da: Er kladde

source: Sticky
da: Klæbrig

source: Locked
da: Låst

source: Manage submissions.
da: Administrer indsendelser.

# views.view.webform_submissions:display:embed_review:display_title
source: Embed: Review
da: Indlejr: Anmeldelse

source: Draft
da: Udkast

source: Sticky
da: Klæbrig

source: Locked
da: Låst

source: Created
da: Oprettet

source: Completed
da: Fuldført

source: IP address
da: IP-adresse

source: Operations
da: Funktioner

source: view
da: Vis

source: Is draft
da: Er kladde

source: Sticky
da: Klæbrig

source: Locked
da: Låst

source: Review submissions.
da: Gennemgå indsendelser.

# core.entity_view_mode.eventinstance.list_teaser_stacked_parent:label
source: List teaser stacked parent
da: Samlet liste over forældre

# field.field.paragraph.filtered_event_list.field_filter_branches:label
source: Filter by branches
da: Filter efter afdelinger

# field.field.paragraph.filtered_event_list.field_filter_categories:label
source: Filter by categories
da: Filtrer efter kategori

# field.field.paragraph.filtered_event_list.field_filter_categories:description
source: Add a category you want to include
da: Tilføj en kategori, du vil inkludere

# field.field.paragraph.filtered_event_list.field_filter_tags:label
source: Filter by tags
da: Filtrer efter tags

# field.field.paragraph.filtered_event_list.field_filter_tags:description
source: Add a tag you want to include
da: Tilføj et tag, du vil inkludere

# field.field.paragraph.filtered_event_list.field_title:label
source: Title
da: Titel

# field.field.paragraph.manual_event_list.field_events:label
source: Events
da: Arrangementer

# field.field.paragraph.manual_event_list.field_title:label
source: Title
da: Titel

# paragraphs.paragraphs_type.filtered_event_list:description
source: This paragraph displays a generated a list of events, based on specified filters for tags, categories and branches.
da: Denne paragraph viser en liste af arrangementer filtreret på kategori, tags og filialer.

# paragraphs.paragraphs_type.manual_event_list:description
source: This paragraph will show a list of events that are manually selected.
da: Dette afsnit vil vise en liste over arrangementer, der er manuelt valgt.

# system.action.redirect_delete_action:label
source: Delete redirect
da: Slet omdirigering

source: Event Series Title
da: Titel på arrangementsserie

# views.view.redirect:label
source: Redirect
da: Omdiriger

# views.view.redirect:description
source: List of redirects
da: Liste over omdirigeringer

# views.view.redirect:display:default:display_options:title
source: Redirect
da: Omdiriger

source: With selection
da: Med udvælgelse

source: From
da: Fra

# views.view.redirect:display:default:display_options:fields:created:label
source: Created
da: Oprettet

# views.view.redirect:display:default:display_options:pager:options:tags:next
source: next ›
da: næste ›

# views.view.redirect:display:default:display_options:pager:options:tags:previous
source: ‹ previous
da: ‹ forrige

# views.view.redirect:display:default:display_options:pager:options:tags:first
source: « first
da: « første

# views.view.redirect:display:default:display_options:pager:options:tags:last
source: last »
da: sidste »

source: Items per page
da: Emner pr. side

source: - All -
da: - Alle -

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sortér efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: There is no redirect yet.
da: Der er ingen omdirigering endnu.

source: From
da: Fra

source: To
da: Til

source: Status code
da: Statuskode

source: Status code
da: Statuskode

source: 300 Multiple Choices
da: 300 Flere valgmuligheder

source: 301 Moved Permanently
da: 301 Flyttet permanent

source: 302 Found
da: 302 Fundet

source: 303 See Other
da: 303 Se andre

source: 304 Not Modified
da: 304 Ikke ændret

source: 305 Use Proxy
da: 305 Brug proxy

source: 307 Temporary Redirect
da: 307 Midlertidig omdirigering

source: Original language
da: Originalsprog

# views.view.redirect:display:default:display_options:header:area:content:value
source: Use redirects, when you want to have dynamic URLs. E.g. when you've used a URL on a printed poster, and you may want to change the link to a different page.
da: Brug omdirigering, når du ønsker dynamiske URL'er. F.eks. når du har brugt en URL på en printet plakat, og du måske ønsker at ændre linket til en anden hjemmeside.

# views.view.redirect:display:page_1:display_title
source: Page
da: Side

# field.field.user.user.field_author_name:label
source: Author name
da: Forfatternavn

# field.field.user.user.field_author_name:description
source: This will be used as the front-facing name on articles.
da: Dette vil blive brugt som det offentlige navn på artikler.

source: Author name
da: Forfatternavn

# views.view.event_instance_list:label
source: Event instance list
da: Arrangementinstans liste

# views.view.event_instance_list:description
source: This event instance list is used to display eventinstances under the "edit instances" tab for an event series.
da: Denne liste over begivenhedsinstanser bruges til at vise begivenhedsinstanser under fanen "rediger instanser" for en arrangementserie.

# views.view.event_instance_list:display:default:display_title
source: Default
da: Standard

# views.view.event_instance_list:display:default:display_options:title
source: Event instance list
da: Arrangementinstans liste

source: Event title
da: Arrangementets titel

source: Event Date
da: Arrangementsdato

source: Updated
da: Opdateret

source: Published
da: Publiceret

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

source: Operations links
da: Funktionslinks

source: Items per page
da: Elementer pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sortér efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: All
da: Alle

source: Search
da: Søg

source: Search by title, ID..
da: Søg efter titel, ID...

source: Event Date
da: Arrangementsdato

source: Date filters
da: Filtrering efter dato

source: Show all events
da: Vis alle arrangementer

source: Only upcoming events
da: Kun kommende arrangementer

source: Only expired events
da: Kun udløbne arrangementer

source: Published
da: Publiceret

source: Published
da: Publiceret

source: Published
da: Publiceret

source: Unpublished
da: Afpubliceret

# views.view.event_instance_list:display:page_1:display_title
source: Page
da: Side

# views.view.event_instance_list:display:page_1:display_options:menu:title
source: Edit Instances
da: Rediger instanser

# views.view.event_series_admin:label
source: Event series admin
da: Admin for arrangementserie

# views.view.event_series_admin:description
source: This is the view for displaying a list of event series. Used on admin/content/eventseries
da: Dette er listevisning over arrangementsserier. Bruges på admin/content/eventseries

# views.view.event_series_admin:display:default:display_title
source: Default
da: Standard

# views.view.event_series_admin:display:default:display_options:title
source: Event series admin
da: Admin for arrangementserie

# views.view.event_series_admin:display:default:display_options:fields:id:label
source: ID
da: IS

# views.view.event_series_admin:display:default:display_options:fields:title:label
source: Title
da: Titel

source: Event instances
da: Arrangementinstanser

source: Series start date
da: Startdato

source: Updated
da: Opdateret

source: Published
da: Publiceret

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

source: Operations links
da: Funktionslinks

source: Items per page
da: Elementer pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sortér efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Search by title, ID..
da: Søg efter titel, ID...

source: Published
da: Publiceret

source: Published
da: Publiceret

source: Published
da: Publiceret

source: Unpublished
da: Upubliceret

# views.view.event_series_admin:display:page_1:display_title
source: Page
da: Side

# views.view.event_series_admin:display:page_1:display_options:menu:title
source: Event series
da: Arrangementserie

# field.field.taxonomy_term.webform_email_categories.field_email:description
source: Add which email to send form submissions of this category to.
da: Tilføj den e-mail, som henvendelser i denne kategori skal sendes til.

# paragraphs.paragraphs_type.user_registration_linklist:label
source: User registration linklist
da: Brugerregistrerings linkliste

# paragraphs.paragraphs_type.user_registration_linklist:description
source: This paragraph determines the placement of shortcuts to individual User Registration Section paragraphs. It allows administrators to specify where these shortcuts should appear.
da: Denne paragraph bestemmer placeringen af genveje til "Brugeregistreingsparagraphs". Paragraphen tillader redaktører at specificere, om disse genveje skal vises.

# field.field.eventinstance.default.field_external_admin_link:label
source: External admin link
da: Ekstern adminlink

# field.field.eventinstance.default.field_external_admin_link:description
source: External systems, such as event management systems, are able to set a value that points to where you can edit the content in their system.
da: Eksterne systemer, såsom eventmanagement systemer, er i stand til at sætte en værdi, der peger på, hvor du kan redigere indholdet i deres system.

# field.field.eventinstance.default.field_description:label
source: Subtitle
da: Manchet

# field.field.eventseries.default.field_description:label
source: Subtitle
da: Manchet
