Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.config.po
Languages: da

source: Desc
da: Faldende

source: Entity Reference
da: Enhedsreference

# views.view.events:label
source: Events
da: Arrangementer

# views.view.events:description
source: This view displays a list of upcoming events from current day and onwards.
da: Denne visning viser en liste over kommende arrangementer fra den aktuelle dag og frem.

# views.view.events:display:default:display_title
source: Default
da: Standard

# views.view.events:display:default:display_options:title
source: Events
da: Arrangementer

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Showing @current_items out of @total results
da: Viser @current_items ud af @total resultater

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Select any filter and click on Apply to see results
da: Vælg et filter og klik på "Anvend" for at se resultaterne

source: Advanced options
da: Avancererede indstillinger

# views.view.events:display:all:display_title
source: Page
da: Side

# views.view.files:label
source: Files
da: Filer

# views.view.files:description
source: Find and manage files.
da: Find og håndter filer

# views.view.files:display:default:display_title
source: Default
da: Standard

# views.view.files:display:default:display_options:title
source: Files
da: Filer

# views.view.files:display:default:display_options:fields:filename:label
source: Name
da: Navn

# views.view.files:display:default:display_options:fields:filesize:label
source: Size
da: Størrelse

source: Temporary
da: Midlertidig

# views.view.files:display:default:display_options:fields:created:label
source: Upload date
da: Upload dato

# views.view.files:display:default:display_options:fields:changed:label
source: Changed date
da: Ændringsdato

# views.view.files:display:default:display_options:fields:count:label
source: Used in
da: Anvendt i

# views.view.files:display:default:display_options:pager:options:tags:next
source: Next ›
da: Næste ›

# views.view.files:display:default:display_options:pager:options:tags:previous
source: ‹ Previous
da: ‹ Forrige

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

# views.view.files:display:default:display_options:empty:area_text_custom:content
source: No files available.
da: Ingen filer tilgængelige.

# views.view.files:display:default:display_options:filters:filename:expose:label
source: Filename
da: Filnavn

# views.view.files:display:page_1:display_title
source: Files overview
da: Fileoversigt

# views.view.files:display:page_1:display_options:menu:title
source: Files
da: Filer

# views.view.files:display:page_2:display_title
source: File usage
da: Filanvendelse

# views.view.files:display:page_2:display_options:title
source: File usage
da: Filanvendelse

# views.view.files:display:page_2:display_options:fields:entity_label:label
source: Entity
da: Instans

# views.view.files:display:page_2:display_options:fields:type:label
source: Entity type
da: Instans type

# views.view.files:display:page_2:display_options:fields:module:label
source: Registering module
da: Registreringsmodul

# views.view.files:display:page_2:display_options:fields:count:label
source: Use count
da: Brug antal

# views.view.files:display:page_2:display_options:pager:options:tags:next
source: Next ›
da: Næste ›

# views.view.files:display:page_2:display_options:pager:options:tags:previous
source: ‹ Previous
da: ‹ Forrige

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

# views.view.files:display:page_2:display_options:arguments:fid:exception:title
source: All
da: Alle

# views.view.files:display:page_2:display_options:arguments:fid:title
source: File usage information for {{ arguments.fid }}
da: Filanvendelses information for {{ arguments.fid }}

# views.view.locked_content:label
source: Locked content
da: Låst indhold

# views.view.locked_content:display:default:display_options:title
source: Locked content
da: Låst indhold

source: Action
da: Handling

# views.view.locked_content:display:default:display_options:fields:title:label
source: Title
da: Titel

# views.view.locked_content:display:default:display_options:fields:type:label
source: Content type
da: Indholdstype

# views.view.locked_content:display:default:display_options:fields:timestamp:label
source: Lock Date/Time
da: Lås dato/tid

# views.view.locked_content:display:default:display_options:fields:name:label
source: Lock owner
da: Låsens ejer

source: Operations
da: Funktioner

source: « First
da: « Første

source: Last »
da: Sidste »

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: There is no content currently locked.
da: Der er intet låst indhold i øjeblikket.

source: Published status
da: Publiceringsstatus

source: Published status
da: Publiceringsstatus

source: Published
da: Publiceret

source: Unpublished
da: Afpubliceret

source: Content type
da: Indholdstype

source: Title
da: Titel

# views.view.locked_content:display:page_1:display_title
source: Page
da: Side

# views.view.locked_content:display:page_1:display_options:menu:title
source: Locked content
da: Låst indhold

# views.view.media:label
source: Media
da: Billede

# views.view.media:description
source: Find and manage media.
da: Find og administrer medie.

# views.view.media:display:default:display_title
source: Default
da: Standard

# views.view.media:display:default:display_options:title
source: Media
da: Medie

source: Action
da: Handling

# views.view.media:display:default:display_options:fields:name:label
source: Media name
da: Billedenavn

# views.view.media:display:default:display_options:fields:uid:label
source: Author
da: Forfatter

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

# views.view.media:display:default:display_options:fields:changed:label
source: Updated
da: Opdateret

# views.view.media:display:default:display_options:fields:operations:label
source: Operations
da: Funktioner

# views.view.media:display:default:display_options:pager:options:tags:next
source: Next ›
da: Næste ›

# views.view.media:display:default:display_options:pager:options:tags:previous
source: ‹ Previous
da: ‹ Forrige

# views.view.media:display:default:display_options:pager:options:tags:first
source: « First
da: « Første

# views.view.media:display:default:display_options:pager:options:tags:last
source: Last »
da: Sidste »

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

# views.view.media:display:default:display_options:empty:area_text_custom:content
source: No media available.
da: Intet billede tilgængeligt.

# views.view.media:display:default:display_options:filters:name:expose:label
source: Media name
da: Billedenavn

# views.view.media:display:default:display_options:filters:status:expose:label
source: True
da: Type

# views.view.media:display:default:display_options:filters:status:group_info:label
source: Published status
da: Publiceringsstatus

source: Published
da: Publiceret

source: Unpublished
da: Afpubliceret

# views.view.media:display:default:display_options:filters:langcode:expose:label
source: Language
da: Sprog

# views.view.media:display:media_page_list:display_title
source: Media
da: Medie

# views.view.media:display:media_page_list:display_options:menu:title
source: Media
da: Medie

# views.view.media_library:label
source: Media library
da: Mediebibliotek

# views.view.media_library:description
source: Find and manage media.
da: Find og administrer medie.

# views.view.media_library:display:default:display_title
source: Default
da: Standard

# views.view.media_library:display:default:display_options:title
source: Media
da: Medie

source: Action
da: Handling

source: « First
da: « Første

# views.view.media_library:display:default:display_options:pager:options:tags:last
source: Last »
da: Sidste »

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Apply filters
da: Anvend filtre

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: No media available.
da: Intet billede tilgængeligt.

source: Newest first
da: Nyeste først

# views.view.media_library:display:default:display_options:sorts:name:expose:label
source: Name (A-Z)
da: Navn (A-Z)

source: Name (Z-A)
da: Navn (Z-A)

source: Search
da: Søg

source: Media type
da: Medietype

source: Media type
da: Medietype

# views.view.media_library:display:page:display_title
source: Page
da: Side

source: Action
da: Handling

source: Edit {{ name }}
da: Rediger {{ name }}

source: Edit {{ name }}
da: Rediger {{ name }}

# views.view.media_library:display:page:display_options:fields:edit_media:text
source: Edit
da: Rediger

source: Delete {{ name }}
da: Slet {{ name }}

source: Delete {{ name }}
da: Slet {{ name }}

# views.view.media_library:display:page:display_options:fields:delete_media:text
source: Delete
da: Slet

source: All
da: Alle

source: Grid
da: Gitter

source: Table
da: Tabel

# views.view.media_library:display:widget_table:display_title
source: Widget (table)
da: Widget (tabel)

# views.view.media_library:display:widget_table:display_options:fields:name:label
source: Name
da: Navn

# views.view.media_library:display:widget_table:display_options:fields:uid:label
source: Author
da: Forfatter

source: Updated
da: Opdateret

source: All
da: Alle

source: Grid
da: Gitter

source: Table
da: Tabel

# views.view.scheduled_jobs:label
source: Scheduled jobs
da: Planlagte jobs

# views.view.scheduled_jobs:display:default:display_title
source: Default
da: Standard

# views.view.scheduled_jobs:display:default:display_options:title
source: Scheduled jobs
da: Planlagte jobs

# views.view.scheduled_jobs:display:default:display_options:fields:name:label
source: Name
da: Navn

# views.view.scheduled_jobs:display:default:display_options:fields:next:label
source: Next execution
da: Næste hændelse

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Name
da: Navn

# views.view.scheduled_jobs:display:page_1:display_title
source: Page
da: Side

# views.view.scheduled_jobs:display:page_1:display_options:menu:title
source: Scheduled jobs
da: Planlagte jobs

# views.view.scheduler_scheduled_content:label
source: Scheduled Content
da: Planlagt indhold

# views.view.scheduler_scheduled_content:description
source: Find and manage scheduled content.
da: Find og håndter planlagt indhold.

# views.view.scheduler_scheduled_content:display:default:display_options:title
source: Scheduled Content
da: Planlagt indhold

source: Action
da: Handling

source: Title
da: Titel

source: Content Type
da: Indholdstype

source: Author
da: Forfatter

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

source: Publish on
da: Publicer den

source: Unpublish on
da: Afpubliceringsdato

source: Operations
da: Funktioner

source: next ›
da: Næste ›

source: ‹ previous
da: ‹ Forrige

source: « first
da: « Første

source: last »
da: Sidste »

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: No scheduled content.
da: Intet planlagt indhold.

source: Title
da: Titel

source: Content type
da: Indholdstype

source: Published status
da: Publiceringsstatus

source: Published
da: Publiceret

source: Unpublished
da: Afpubliceret

source: Language
da: Sprog

# views.view.scheduler_scheduled_content:display:overview:display_title
source: Content Overview
da: Overblik over indhold

source: Overview of all scheduled content, as a tab on main 'content admin' page
da: Overblik over alt planlagt indhold, som en fane på hoved 'indhold administrator' -side

source: Revision nid relationship is required because the content type is only stored at 'content' level, not 'content revision' level.
da: Revision nid-forhold er påkrævet, fordi indholdstypen kun gemmes på 'indhold'-niveau, ikke 'indholdsrevision'-niveau.

source: Scheduled Content
da: Planlagt indhold

source: Content that is scheduled for publishing or unpublishing
da: Indhold der er er planlagt til publicering eller afpublicering

source: Content
da: Indhold

source: Find and manage scheduled content
da: Find og håndter planlagt indhold.

# views.view.scheduler_scheduled_content:display:user_page:display_title
source: User
da: Bruger

source: No scheduled content for user {{ arguments.uid }}
da: Intet planlagt indhold for bruger {{ arguments.uid }}

source: All
da: Alle

source: Scheduled content tab on user profile, showing just that user's scheduled content
da: Fanen planlagt indhold på brugerprofilen viser kun den pågældende brugers planlagte indhold

source: Access to the user view is controlled via a custom RouteSubscriber. The high-level "view published content" permission is added to satisfy the security_review module
da: Adgang til brugervisningen styres via en brugerdefineret RouteSubscriber. Den overordnede tilladelse "se offentliggjort indhold" tilføjes for at opfylde kravene fra sikkerhedsmodulet.

source: Scheduled
da: Planlagt

source: Content
da: Indhold

source: Find and manage scheduled content
da: Find og håndter planlagt indhold

# views.view.user_admin_people:label
source: People
da: Redaktionelle brugere

# views.view.user_admin_people:description
source: Find and manage people interacting with your site.
da: Find og administrer redaktionelle brugere

# views.view.user_admin_people:display:default:display_title
source: Default
da: Standard

# views.view.user_admin_people:display:default:display_options:title
source: People
da: Redaktionelle brugere

source: Bulk update
da: Masseopdatering

# views.view.user_admin_people:display:default:display_options:fields:name:label
source: Username
da: Brugernavn

source: Blocked
da: Blokeret

source: Active
da: Aktiv

source: Roles
da: Roller

source: Member for
da: Medlem siden

# views.view.user_admin_people:display:default:display_options:fields:access:label
source: Last access
da: Sidste adgang

source: @interval hence
da: @interval fra nu

source: @interval ago
da: @interval siden

source: Operations
da: Handlinger

source: Next ›
da: Næste ›

source: ‹ Previous
da: ‹ Forrige

source: « First
da: « Første

source: Last »
da: Sidste »

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: No people available.
da: Ingen redaktionelle brugere tilgængelige.

source: Name or email contains
da: Navn eller email indeholder

source: Active
da: Aktiv

source: Blocked
da: Blokeret

source: Role
da: Roller

source: Permission
da: Tilladelse

# views.view.user_admin_people:display:default:display_options:use_more_text
source: more
da: mere

# views.view.user_admin_people:display:page_1:display_title
source: Page
da: Side

# views.view.user_admin_people:display:page_1:display_options:menu:title
source: List
da: Liste

# views.view.user_admin_people:display:page_1:display_options:menu:description
source: Find and manage people interacting with your site.
da: Find og håndter brugere som interagerer med din hjemmeside.

# views.view.user_admin_people:display:page_1:display_options:tab_options:title
source: People
da: Redaktionelle brugere

source: Manage user accounts, roles, and permissions.
da: Administrer brugerkonti, roller og tilladelser.

# views.view.watchdog:description
source: Recent log messages
da: Seneste logbeskeder

# views.view.watchdog:display:default:display_title
source: Default
da: Standard

# views.view.watchdog:display:default:display_options:title
source: Recent log messages
da: Nylige logbeskeder

# views.view.watchdog:display:default:display_options:fields:nothing:admin_label
source: Icon
da: Ikon

# views.view.watchdog:display:default:display_options:fields:severity:label
source: Severity
da: Alvorlighedsgrad

# views.view.watchdog:display:default:display_options:fields:timestamp:label
source: Date
da: Dato

# views.view.watchdog:display:default:display_options:fields:message:label
source: Message
da: Besked

# views.view.watchdog:display:default:display_options:fields:name:label
source: User
da: Bruger

# views.view.watchdog:display:default:display_options:fields:link:label
source: Operations
da: Handlinger

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

# views.view.watchdog:display:default:display_options:empty:area:admin_label
source: No log messages available.
da: Ingen logbeskeder tilgængelige.

# views.view.watchdog:display:default:display_options:empty:area:content
source: No log messages available.
da: Ingen logbeskeder tilgængelige.

source: Severity
da: Alvorlighedsgrad

# views.view.watchdog:display:page:display_title
source: Page
da: Side

# facets.facet.branch:name
source: Branch
da: Bibliotek

# facets.facet.branch:missing_label
source: others
da: andre

# facets.facet.branch:url_alias
source: branch
da: filial

# facets.facet.branch:widget:config:default_option_label
source: - Any -
da: - Alle -

# facets.facet.event_categories:missing_label
source: others
da: andre

# facets.facet.event_categories:widget:config:default_option_label
source: - Any -
da: - Alle -

# field.field.eventinstance.default.field_branch:description
source: When connecting a branch, it will also use the address of this branch as the event address. If you want to use another address then provide an event address.
da: Når du tilknytter en filial, vil denne filials adresse blive vist på arrangementet. Hvis du ønsker kan du overskrive adressen på arrangementet.

# field.field.eventinstance.default.field_event_address:description
source: Use this value to specific a different address than the event branch.
da: Brug dette felt til at angive en anden adresse end det tilknyttede bibliotek.

# field.field.eventinstance.default.field_teaser_image:description
source: The teaser fields are used for the card of display.<br />If no image has been selected, the text will be shown instead:<br /><br /><img src="/themes/custom/novel/images/teaser-text-image.jpg" /><br /><br /><hr/>
da: Teaserfelterne bruges til cards som blikfang for indholdet. Hvis der ikke er valgt et teaserbillede, vil teksten vises i stedet.

# field.field.eventseries.default.field_branch:description
source: When connecting a branch, it will also overwrite the event address with the address from the branch.
da: Når du tilknytter en filial, vil adressen på arrangementet blive overskrevet med adressen på filialen.

# field.field.eventseries.default.field_event_address:description
source: Use this value to specific a different address than the event branch.
da: Brug dette felt til at angive en anden adresse end det tilknyttede bibliotek.

# field.field.eventseries.default.field_teaser_image:description
source: The teaser fields are used for the card of display.<br />If no image has been selected, the text will be shown instead:<br /><br /><img src="/themes/custom/novel/images/teaser-text-image.jpg" /><br /><br /><hr/>
da: Teaserfelterne bruges til cards som blikfang for indholdet. Hvis der ikke er valgt et teaserbillede, vil teksten vises i stedet.

# field.field.media.image.field_media_image:description
source: You can set a focal point, by clicking on the preview on the image, moving the white target.<br /><br />By setting a focal point, you tell the system which part of the image to keep in focus when it gets cropped.<br /><br />Use the "preview" function, to see how your image will be cropped across image styles.
da: Du kan indstille et fokuspunkt ved at klikke på forhåndsvisningen af billedet og flytte det hvide mål.<br /><br />Ved at indstille et fokuspunkt fortæller du systemet, hvilken del af billedet der skal være i fokus, når det beskæres.<br /><br />Brug funktionen "forhåndsvisning" til at se, hvordan dit billede vil blive beskåret på tværs af billedstil.

# field.field.node.article.field_show_override_author:description
source: By default, the author is set to the Drupal user that owns the content.<br /><br />If you want to override this, with a manual text, you can check this.
da: Som standard er forfatteren sat til den Drupal-bruger, der ejer indholdet.<br /><br />Hvis du ønsker at tilsidesætte dette med din egen tekst, kan du markere dette.

# field.field.node.article.field_teaser_image:description
source: The teaser fields are used for the card of display.<br />If no image has been selected, the text will be shown instead:<br /><br /><img src="/themes/custom/novel/images/teaser-text-image.jpg" /><br /><br /><hr/>
da: Teaserfelterne bruges til cards som blikfang for indholdet. Hvis der ikke er valgt et teaserbillede, vil teksten vises i stedet.

# field.field.node.page.field_hero_title:description
source: The title that is shown at the top of the page.<br /><br /><strong>If this is empty, the standard page title will be used instead.</strong>
da: Titlen, der er vist øverst på siden.<br /><br /> <strong>Hvis den er tom, bliver standardsiden brugt i stedet.</strong>.

# field.field.node.page.field_teaser_image:label
source: Teaser image
da: Teaserbillede

# field.field.node.page.field_teaser_image:description
source: The teaser fields are used for the card of display.<br />If no image has been selected, the text will be shown instead:<br /><br /><img src="/themes/custom/novel/images/teaser-text-image.jpg" /><br /><br /><hr/>
da: Teaserfelterne bruges til cards som blikfang for indholdet. Hvis der ikke er valgt et teaserbillede, vil teksten vises i stedet.

# field.field.node.page.field_teaser_text:label
source: Teaser text
da: Teasertekst

source: Determines the amount of materials that will be shown, based on the CQL string. <br /><br />Obs: If for example a CQL string has 11 results, and an editor chooses 12. The list will display 8 instead of 11, since the grid should be able to increment by 4.
da: Bestemmer mængden af materialer, der vil blive vist, baseret på CQL-strengen. <br /><br />Obs: Hvis for eksempel en CQL-streng har 11 resultater, og en redaktør vælger 12. Listen vil vise 8 i stedet for 11, da gitteret skal kunne øges med 4.

# field.field.paragraph.material_grid_automatic.field_cql_search:description
source: This field is for inserting a CQL string based on a search. <br /><br />Please be aware, that it is necessary to copy the exact CQL string, including the quotations. i.e: ( 'harry potter')<br /><br />A valid CQL search string can be generated, by performing a query through the advanced search, and copying the CQL string from there.
da: Dette felt er til indsættelse af en CQL-streng baseret på en søgning. <br /><br />Vær opmærksom på, at det er nødvendigt at kopiere den nøjagtige CQL-streng, inklusive anførselstegnene. dvs: ('harry potter')<br /><br />En gyldig CQL-søgestreng kan genereres ved at udføre en forespørgsel gennem den avancerede søgning og kopiere CQL-strengen derfra.
