Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.config.po
Languages: da

# node.type.campaign:name
source: Campaign
da: Kampagne

# node.type.campaign:description
source: Campaign to be shown among search results depending on matching facets and terms
da: Kampagne som kan vises sammen med søgeresultatet, afhængig af matchende facetter og søgertermer

# node.type.page:name
source: Page
da: Side

# paragraphs.paragraphs_type.campaign_rule:label
source: Campaign Rule
da: Kampagneregel

# paragraphs.paragraphs_type.campaign_rule:description
source: A rule for selecting a matching campaign
da: En regel til at vælge en matchende kampagne

# paragraphs.paragraphs_type.card_grid_automatic:label
source: Card grid - automatic
da: Nyhedskomponent - automatisk

# paragraphs.paragraphs_type.card_grid_manual:label
source: Card grid - Manual
da: Nyhedskomponent - manuel

# paragraphs.paragraphs_type.content_slider:label
source: Content slider
da: Slider

# paragraphs.paragraphs_type.event_ticket_category:label
source: Ticket category
da: Billetkategori

# paragraphs.paragraphs_type.event_ticket_category:description
source: A combination of ticket category name and price for an event.
da: En kombination af navn på billetkategori og pris på et arrangement.

# paragraphs.paragraphs_type.files:label
source: Files
da: Filer

# paragraphs.paragraphs_type.files:description
source: Links with icons. Designed for jpg, jpeg, png, pdf, mp3, mov, mp4, mpeg files
da: Link med ikoner. Designet til jpg, jpeg, png, pdf, mp3, mov, mp4, og mpeg filer

# paragraphs.paragraphs_type.hero:description
source: A hero section with an image, informative text, category, and a "call to action" link.
da: En Hero til placering øverst på forsiden med et billede, informativ tekst, kategori og et link til fremhævet indhold.

# paragraphs.paragraphs_type.language_selector:label
source: Language selector
da: Sprogvælger

# paragraphs.paragraphs_type.language_selector:description
source: Enables website visitors to choose their preferred language.
da: Giver besøgende på sitet mulighed for at vælge foretrukket sprog

# paragraphs.paragraphs_type.links:description
source: Links with icons. Designed for internal/external links and links to search results.
da: Links med ikoner. Designet til interne/eksterne links og links til søgeresultater ␣.

# paragraphs.paragraphs_type.material_grid_manual:label
source: Material grid manual
da: Materialekomponent - manuel

# paragraphs.paragraphs_type.material_grid_manual:description
source: A grid displaying a list of recommended materials selected manually.
da: En komponent som viser en liste af manuelt udvalgte værker.

# paragraphs.paragraphs_type.medias:label
source: Media(s)
da: Billede(r)

# paragraphs.paragraphs_type.nav_grid_manual:label
source: Navigation grid - manual
da: Navigationskomponent - manuel

# paragraphs.paragraphs_type.nav_spots_manual:label
source: Navigation spots - manual
da: Navigationsspot - manuel

# paragraphs.paragraphs_type.recommendation:label
source: Recommendation
da: Anbefaling

# paragraphs.paragraphs_type.recommendation:description
source: This paragraph is used to recommend a material.
da: Denne paragraph bruges til at anbefale et enkelt materiale.

# paragraphs.paragraphs_type.text_body:label
source: Text body
da: Brødtekst

# paragraphs.paragraphs_type.text_body:description
source: A basic, formatted body of text.
da: En basal, formateret brødtekst

# paragraphs.paragraphs_type.user_registration_item:label
source: User registration item
da: Brugerregistreringselement

# paragraphs.paragraphs_type.user_registration_item:description
source: The "User registration item" paragraph type is used to display relevant information about the user registration process.
da: "Brugerregistreringselement" anvendes til at vise relevant information om brugerregistreringsprocessen.

# paragraphs.paragraphs_type.user_registration_section:label
source: User registration section
da: Brugerregistreringsparagraph

# paragraphs.paragraphs_type.user_registration_section:description
source: The "User registration section" paragraph type is used to display "User registration item" paragraphs.
da: "Brugerregistreringsparagraph" bruges til at vise "Brugerregistreringselementer".

# paragraphs.paragraphs_type.video:description
source: Enter the URL for the video you want to include.
da: Indtast URL'en til den video, du vil indlejre.

# system.action.eventinstance_break_lock_action:label
source: Break lock eventinstance
da: Bryd lås på arrangementsinstans

# system.action.eventseries_break_lock_action:label
source: Break lock eventseries
da: Bryd lås på arrangementsserie

# system.action.media_delete_action:label
source: Delete media
da: Slet medie

# system.action.media_publish_action:label
source: Publish media
da: Udgiv

# system.action.media_save_action:label
source: Save media
da: Gem

# system.action.media_unpublish_action:label
source: Unpublish media
da: Afpublicer billede

# system.action.node_break_lock_action:label
source: Break lock node
da: Bryd lås på element

# system.action.node_delete_action:label
source: Delete content
da: Slet indhold

# system.action.node_make_sticky_action:label
source: Make content sticky
da: Klæbrig

# system.action.node_make_unsticky_action:label
source: Make content unsticky
da: Fjern klæbrig

# system.action.node_promote_action:label
source: Promote content to front page
da: Forfrem til forsiden

# system.action.node_publish_action:label
source: Publish content
da: Udgiv indhold

# system.action.node_save_action:label
source: Save content
da: Gem indhold

# system.action.node_unpromote_action:label
source: Remove content from front page
da: Fjern indhold fra forsiden

# system.action.node_unpublish_action:label
source: Unpublish content
da: Afpublicer indhold

# system.action.taxonomy_term_publish_action:label
source: Publish taxonomy term
da: Udgiv taksonomiterm

# system.action.taxonomy_term_unpublish_action:label
source: Unpublish taxonomy term
da: Afpublicer taksonomi term

# system.action.user_add_role_action.external_system:label
source: Add the External system role to the selected user(s)
da: Tilføj ekstern systemrolle til de(n) valgte bruger(e)

# system.action.user_block_user_action:label
source: Block the selected user(s)
da: Bloker valgte bruger(e)

# system.action.user_cancel_user_action:label
source: Cancel the selected user account(s)
da: Annuller de(n) valgte brugerkonto(er)

# system.action.user_remove_role_action.external_system:label
source: Remove the External system role from the selected user(s)
da: Fjern den eksterne systemrolle fra valgte bruger(e)

# system.action.user_unblock_user_action:label
source: Unblock the selected user(s)
da: Bloker valgte bruger(e)

# system.maintenance:message
source: @site is currently under maintenance. We should be back shortly. Thank you for your patience.
da: @site er i øjeblikket under vedligeholdelse. Vi er tilbage om kort tid. Tak for din tålmodighed.

# system.menu.admin:description
source: Administrative task links
da: Links til administrative opgaver

# system.menu.devel:label
source: Development
da: Udvikling

# system.menu.devel:description
source: Links related to Devel module.
da: Links relateret til Devel-modulet.

# system.menu.main:label
source: Main navigation
da: Hovednavigation

# system.menu.main:description
source: Site section links
da: Side sektion links

# system.menu.tools:label
source: Tools
da: Værktøjer

# system.menu.tools:description
source: User tool links, often added by modules
da: Brugerværktøj links, ofte tilføjet via moduler

# user.mail:cancel_confirm:subject
source: Account cancellation request for [user:display-name] at [site:name]
da: Anmodning om sletning af konto for [user:display-name] ved [site:name]

# user.mail:cancel_confirm:body
source: [user:display-name], A request to cancel your account has been made at [site:name]. You may now cancel your account on [site:url-brief] by clicking this link or copying and pasting it into your browser: [user:cancel-url] NOTE: The cancellation of your account is not reversible. This link expires in one day and nothing will happen if it is not used. -- [site:name] team
da: [user:display-name], En anmodning om at slette din konto er foretaget hos [site:name]. Du kan nu slette din konto på [site:url-brief] ved at klikke på dette link eller kopiere og indsætte det i din browser: [user:cancel-url] BEMÆRK: Sletningen af din konto kan ikke ændres. Dette link udløber om én dag, og der sker intet, hvis det ikke bruges. -- [site:name] team

# user.mail:password_reset:subject
source: Replacement login information for [user:display-name] at [site:name]
da: Information om erstatningslogin for [user:display-name] på [site:name]

# user.mail:password_reset:body
source: [user:display-name], A request to reset the password for your account has been made at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. It expires after one day and nothing will happen if it's not used. -- [site:name] team
da: [user:display-name], Der er foretaget en anmodning om at nulstille din adgangskode for din konto hos [site:name]. Du kan nu logge ind ved at klikke på dette link eller kopiere og indsætte det i din browser: [user:one-time-login-url] Dette link kan kun bruges til at logge ind én gang og vil føre dig til en side, hvor du kan indstille din adgangskode. Det udløber efter én dag, og der sker intet, hvis det ikke bliver brugt. -- [site:name] team

# user.mail:register_admin_created:subject
source: An administrator created an account for you at [site:name]
da: En administrator har oprettet en konto til dig på [site:name].

# user.mail:register_admin_created:body
source: [user:display-name], A site administrator at [site:name] has created an account for you. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
da: [user:display-name] En administrator hos [site:name] har lavet en konto til dig. Du kan nu logge ind ved at klikke på dette link eller kopiere og indsætte det i din browser: [user:one-time-login-url] Dette kan kun bruges til at logge ind én gang og vil føre dig til en side, hvor du kan indstille din adgangskode. Efter du har indstillet din adgangskode, kan du logge ind på [site:login-url] i fremtiden ved at bruge: brugernavn: [user:name] Adgangskode: Din adgangskode -- [site:name] team

# user.mail:register_no_approval_required:subject
source: Account details for [user:display-name] at [site:name]
da: Kontodetaljer for [user:display-name] ved [site:name]

# user.mail:register_no_approval_required:body
source: [user:display-name], Thank you for registering at [site:name]. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:name] password: Your password -- [site:name] team
da: [user:display-name], Tak for at registrere dig hos [site:name]. Du kan nu logge ind ved at klikke på dette link eller kopiere og indsætte det i din browser: [user:one-time-login-url] Dette link kan kun bruges én gang til at logge ind og vil føre dig til en side, hvor du kan indstille din adgangskode. Efter du har indstillet din adgangskode, vil du være i stand til at logge ind på [site:login-url] i fremtiden ved at bruge: brugernavn: [user:name] Adgangskode: Din adgangskode -- [site:name] team

# user.mail:register_pending_approval:subject
source: Account details for [user:display-name] at [site:name] (pending admin approval)
da: Kontodetaljer for [user:display-name] ved [site:name] (afventer godkendelse fra administrator)

# user.mail:register_pending_approval:body
source: [user:display-name], Thank you for registering at [site:name]. Your application for an account is currently pending approval. Once it has been approved, you will receive another email containing information about how to log in, set your password, and other details. -- [site:name] team
da: [user:display-name], Tak for at registrere dig hos [site:name]. Din ansøgning til en konto afventer i øjeblikket godkendelse. Når den er godkendt, vil du modtage en mail indeholdende information om, hvordan man logger ind, indstiller din adgangskode og andre detaljer. -- [site:name] team

# user.mail:register_pending_approval_admin:subject
source: Account details for [user:display-name] at [site:name] (pending admin approval)
da: Kontodetaljer for [user:display-name] ved [site:name] (afventer godkendelse fra administrator)

# user.mail:register_pending_approval_admin:body
source: [user:display-name] has applied for an account. [user:edit-url]
da: [user:display-name] har ansøgt om en konto [user:edit-url]

# user.mail:status_activated:subject
source: Account details for [user:display-name] at [site:name] (approved)
da: Kontodetaljer for [user:display-name] ved [site:name] (accepteret)

# user.mail:status_activated:body
source: [user:display-name], Your account at [site:name] has been activated. You may now log in by clicking this link or copying and pasting it into your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. After setting your password, you will be able to log in at [site:login-url] in the future using: username: [user:account-name] password: Your password -- [site:name] team
da: [user:display-name], Din konto hos [site:name] er aktiveret. Du kan nu logge ind ved at klikke på dette link eller kopiere og indsætte det i din browser: [user:one-time-login-url] Dette kan kun bruges én gang til at logge ind og vil føre dig til en side, hvor du kan indstille din adgangskode. Når du har indstillet din adgangskode, vil du være i stand til at logge ind hos [site:login-url] i fremtiden ved at bruge: Brugernavn: [user:account-name] Adgangskode: Din adgangskode -- [site:name] team

# user.mail:status_blocked:subject
source: Account details for [user:display-name] at [site:name] (blocked)
da: Kontodetaljer for [user:display-name] ved [site:name] (blokeret)

# user.mail:status_blocked:body
source: [user:display-name], Your account on [site:name] has been blocked. -- [site:name] team
da: [user:display-name], Din konto hos [site:name] er blokeret. -- [site:name] team

# user.mail:status_canceled:subject
source: Account details for [user:display-name] at [site:name] (canceled)
da: Kontodetaljer for [user:display-name] ved [site:name] (slettet)

# user.mail:status_canceled:body
source: [user:display-name], Your account on [site:name] has been canceled. -- [site:name] team
da: [user:display-name], Din konto hos [site:name] er slettet. -- [site:name] team

# user.role.anonymous:label
source: Anonymous user
da: Anonym bruger

# user.role.authenticated:label
source: Authenticated user
da: Godkendt bruger

# user.role.editor:label
source: Editor
da: Redaktør

# user.role.external_system:label
source: External system
da: Eksternt system

# user.role.local_administrator:label
source: Local Administrator
da: Lokal administrator

# user.role.mediator:label
source: Mediator
da: Formidler

# user.role.patron:label
source: Patron
da: Slutbruger

# user.settings:anonymous
source: Anonymous
da: Anonym

# views.view.administerusersbyrole_people:label
source: People (administerusersbyrole)
da: Brugere (administerusersbyrole)

# views.view.administerusersbyrole_people:description
source: Find and manage people - for admin or sub-admin
da: Find og administrer brugere - til admin eller sub-admin

# views.view.administerusersbyrole_people:display:default:display_options:title
source: People
da: Redaktionelle brugere

source: Bulk update
da: Masseopdatering

source: Username
da: Brugernavn

source: Blocked
da: Blokeret

source: Active
da: Aktiv

source: Roles
da: Roller

source: Member for
da: Medlem siden

source: Last access
da: Sidste adgang

source: @interval hence
da: @interval fra nu af

source: @interval ago
da: @interval siden

source: Operations
da: Funktioner

source: Next ›
da: Næste ›

source: ‹ Previous
da: ‹ Forrige

source: « First
da: « Første

source: Last »
da: Sidste »

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: No people available.
da: Ingen redaktionelle brugere tilgængelige.

source: Name or email contains
da: Navn eller email indeholder

source: Active
da: Aktiv

source: Blocked
da: Blokeret

source: Role
da: Rolle

source: Permission
da: Tilladelse

source: more
da: mere

# views.view.administerusersbyrole_people:display:page_1:display_title
source: Page
da: Side

source: List
da: Liste

source: Find and manage people - for admin or sub-admin
da: Find og administrer brugere - til admin eller sub-admin

source: People
da: Redaktionelle brugere

source: Manage user accounts, roles, and permissions.
da: Administrer brugerkonti, roller og tilladelser.

# views.view.articles:label
source: Articles
da: Artikler

# views.view.articles:display:default:display_title
source: Default
da: Standard

# views.view.articles:display:default:display_options:title
source: Articles
da: Artikler

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Showing @current_items out of @total results
da: Viser @current_items ud af @total artikler

source: Apply
da: Bekræft

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

# views.view.branches:label
source: Branches
da: Biblioteker

# views.view.branches:display:default:display_title
source: Default
da: Standard

# views.view.branches:display:default:display_options:title
source: Branches
da: Biblioteker

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

# views.view.branches:display:page:display_title
source: Page
da: Side

# views.view.content:label
source: Content
da: Indhold

# views.view.content:description
source: Find and manage content.
da: Find og administrer indhold.

# views.view.content:display:default:display_title
source: Default
da: Standard

# views.view.content:display:default:display_options:title
source: Content
da: Indhold

# views.view.content:display:default:display_options:fields:title:label
source: Title
da: Titel

# views.view.content:display:default:display_options:fields:type:label
source: Content type
da: Indholdstype

# views.view.content:display:default:display_options:fields:name:label
source: Author
da: Forfatter

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

# views.view.content:display:default:display_options:fields:changed:label
source: Updated
da: Opdateret

# views.view.content:display:default:display_options:fields:operations:label
source: Operations
da: Funktioner

# views.view.content:display:default:display_options:pager:options:tags:next
source: Next ›
da: Næste ›

# views.view.content:display:default:display_options:pager:options:tags:previous
source: ‹ Previous
da: ‹ Forrige

# views.view.content:display:default:display_options:pager:options:tags:first
source: « First
da: « Første

# views.view.content:display:default:display_options:pager:options:tags:last
source: Last »
da: Sidste »

source: Filter
da: Filtrer

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: No content available.
da: Ingen logbeskeder tilgængelige.

# views.view.content:display:default:display_options:filters:title:expose:label
source: Title
da: Titel

# views.view.content:display:default:display_options:filters:type:expose:label
source: Content type
da: Indholdstype

source: Published status
da: Publiceringsstatus

source: Published
da: Publiceret

source: Unpublished
da: Afpubliceret

# views.view.content:display:page_1:display_title
source: Page
da: Side

# views.view.content:display:page_1:display_options:menu:title
source: Content
da: Indhold

# views.view.content:display:page_1:display_options:tab_options:title
source: Content
da: Indhold

# views.view.content:display:page_1:display_options:tab_options:description
source: Find and manage content
da: Find og håndter indhold

# views.view.entity_clone_template:label
source: Entity Clone Template
da: Gem som skabelon

# views.view.entity_clone_template:description
source: List all the template entities eligible to be cloned
da: Liste over alle skabelonenheder, der kan klones

# views.view.entity_clone_template:display:default:display_options:title
source: Entity Clone Template
da: Gem som skabelon

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

# views.view.entity_clone_template:display:block:display_title
source: Block
da: Blokér

source: <a class="button" href="/entity_clone/node/{{ nid }}">{{ 'Use template'|trans }}</a>
da: <a class="button" href="/entity_clone/node/{{ nid }}">{{ 'Brug skabelon'|trans }}</a>

# views.view.entity_clone_template:display:page:display_title
source: Page
da: Side

# views.view.entity_clone_template:display:page:display_options:menu:title
source: Create from template
da: Opret fra skabelon

# views.view.entity_clone_template:display:page:display_options:menu:description
source: Create Content from a defined template
da: Opret indhold ud fra en foruddefineret skabelon

# views.view.entity_reference_content:label
source: Entity reference - content
da: Instansreference - indhold

# views.view.entity_reference_content:description
source: Used by content reference fields, such as "field_contents".
da: Bruges af indholdsreferencefelter, såsom "field_contents".

# views.view.entity_reference_content:display:default:display_title
source: Default
da: Standard

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: All
da: Alle

# views.view.entity_reference_content:display:entity_reference_1:display_title
source: Entity Reference
da: Instans reference

# views.view.entity_reference_event_instance:label
source: Entity reference - event instance
da: Enhedsreference - arrangementsinstans

# views.view.entity_reference_event_instance:display:default:display_title
source: Default
da: Standard

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Entity Reference
da: Enhedsreference

# views.view.entity_reference_event_series:label
source: Entity reference - event series
da: Enhedsreference - arrangementsserie

# views.view.entity_reference_event_series:display:default:display_title
source: Default
da: Standard

source: Unpublished
da: Afpubliceret

source: Published
da: Publiceret

source: Items per page
da: Enheder pr. side

source: - All -
da: - Alle -

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sorter efter

source: Asc
da: Stigende
