Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.config.po
Languages: da

# field.field.eventinstance.default.field_ticket_capacity:label
source: Total ticket capacity
da: Total billetkapacitet

# field.field.eventinstance.default.field_ticket_capacity:description
source: Used by third party services to detect when an event is sold out.<br /><br />Is not displayed to the end-user.
da: Brugt af tredjepartstjenester til at detektere, når et arrangement er udsolgt.<br /><br />Vises ikke for slutbrugeren.

# field.field.eventseries.default.field_ticket_capacity:label
source: Total ticket capacity
da: Total billetkapacitet

# field.field.eventseries.default.field_ticket_capacity:description
source: Used by third party services to detect when an event is sold out.<br /><br />Is not displayed to the end-user.
da: Brugt af tredjepartstjenester til at detektere, når et arrangement er udsolgt.<br /><br />Vises ikke for slutbrugeren.

# field.field.paragraph.card_grid_automatic.field_filter_content_types:label
source: Displayed content types
da: Viste indholdstyper

# field.field.paragraph.card_grid_automatic.field_filter_content_types:description
source: If nothing is selected, all will be chosen.
da: Hvis intet er valgt, vil alt blive valgt.

# field.field.paragraph.content_slider_automatic.field_filter_branches:label
source: Filter by branches
da: Filtrer efter bibliotek

# field.field.paragraph.content_slider_automatic.field_filter_categories:label
source: Filter by categories
da: Filtrer efter kategori

# field.field.paragraph.content_slider_automatic.field_filter_content_types:label
source: Displayed content types
da: Viste indholdstyper

source: If nothing is selected, all will be chosen.
da: Hvis intet er valgt, vil alt blive valgt.

# field.field.paragraph.content_slider_automatic.field_filter_tags:label
source: Filter by tags
da: Filtrer efter tags

# field.field.paragraph.filtered_event_list.field_amount_of_events:label
source: (DO NOT USE - DEPRECATED) Amount of events
da: (BRUG IKKE - FORÆLDET) Antal arrangementer

# field.field.paragraph.filtered_event_list.field_amount_of_events:description
source: This field is no longer in use, and will be deleted in the future.
da: Dette felt bruges ikke længere og vil blive slettet i fremtiden.

# field.field.paragraph.filtered_event_list.field_max_item_amount:label
source: Max item amount
da: Maksimal antal emner

# field.field.paragraph.filtered_event_list.field_max_item_amount:description
source: Select the amount of events you want to display. <br /><br />If the amount displayed is less than what you put here, it is likely because there are not enough results based on your selected filters.
da: Vælg antallet af arrangementer, du ønsker at vise. <br /><br />Hvis antallet vist er mindre end det, du har angivet her, skyldes det sandsynligvis, at der ikke er nok resultater baseret på dine valgte filtre.

# paragraphs.paragraphs_type.content_slider_automatic:label
source: Content slider - automatic
da: Indholdsslider - automatisk

# paragraphs.paragraphs_type.filtered_event_list:label
source: Event list - automatic
da: Arrangementliste - automatisk

# paragraphs.paragraphs_type.manual_event_list:label
source: Event list
da: Arrangementliste

source: Material grid description
da: Beskrivelse af indholdet i grid'et

source: This is the optional description for the material grid. <br />Leave blank if you do not want a description.
da: Dette er en valgfri beskrivelsestekst, der kan ledsage materiale grid'et. Lad feltet være tomt, hvis du ikke ønsker en beskrivelse.

# field.field.paragraph.material_grid_manual.field_material_grid_description:label
source: Material grid description
da: Beskrivelse af indholdet i grid'et

source: This is the optional description for the material grid. <br />Leave blank if you do not want a description.
da: Dette er en valgfri beskrivelsestekst, der kan ledsage materiale grid'et. Lad feltet være tomt, hvis du ikke ønsker en beskrivelse.

source: Author & Date
da: Forfatter & dato

source: Author & Date
da: Forfatter & dato

# field.field.node.article.field_publication_date:label
source: Publication date
da: Udgivelsesdato

# field.field.node.page.field_publication_date:label
source: Publication date
da: Udgivelsesdato

# views.view.content:display:default:display_options:filters:uid:expose:label
source: Authored by
da: Skrevet af

source: Categories
da: Kategorier

source: Branch
da: Afdeling

source: Search
da: Søg

source: Categories
da: Kategorier

source: Branches
da: Afdelinger

# field.field.paragraph.card_grid_automatic.field_more_link:label
source: More link
da: Flere links

# field.field.paragraph.card_grid_automatic.field_more_link:default_value:0:title
source: Vis mere
da: Vis flere

# field.field.paragraph.card_grid_manual.field_more_link:label
source: More link
da: Flere links

# field.field.paragraph.card_grid_manual.field_more_link:default_value:0:title
source: Vis mere
da: Vis flere

source: <a class="button" href="/entity_clone/node/{{ nid }}">{{ 'Use template'|trans }}</a>
da: <a class="button" href="/entity_clone/node/{{ nid }}">{{ 'Brug skabelon'|trans }}</a>

source: <a href="/node/{{ nid }}/edit" class="button">{{ 'Edit template'|trans }}</a>
da: <a href="/node/{{ nid }}/edit" class="button">{{ 'Rediger skabelon'|trans }}</a>

source: <a href="/node/{{ nid }}/edit" class="button">{{ 'Edit template'|trans }}</a>
da: <a href="/node/{{ nid }}/edit" class="button">{{ 'Rediger skabelon'|trans }}</a>

# field.field.paragraph.breadcrumb_children.field_show_subtitles:label
source: Show subtitles
da: Vis undertekster

# field.field.paragraph.breadcrumb_children.field_show_subtitles:settings:on_label
source: On
da: Vis

source: Off
da: Skjul

# metatag.metatag_defaults.eventinstance__default:label
source: Event Instance entity: Default
da: Arrangement instans enhed: Default

# metatag.metatag_defaults.eventseries__default:label
source: Event series entity: Default
da: Arrangement serie enhed: Default

# metatag.metatag_defaults.node__branch:label
source: Content: Branch
da: Indhold: Afdeling

# field.field.paragraph.banner.field_banner_description:label
source: Banner description
da: Bannerbeskrivelse

# field.field.paragraph.banner.field_banner_image:label
source: Banner Image
da: Bannerbillede

# field.field.paragraph.banner.field_underlined_title:label
source: Underlined title
da: Understreget titel

# filter.format.underlined_title:name
source: Underlined title
da: Understreget titel

# paragraphs.paragraphs_type.banner:description
source: Banner's purpose is to link internally or externally and can be used with or without a background image.
da: Bannerets funktion er at linke til internt indhold, og kan bruges med eller uden baggrundsbillede.

source: Grouped filters
da: Grupperede filtre

source: Choose the filters, that defines what content is shown. These filters can have their conditions defined.
da: Vælg de filtre, som definerer hvilket indhold, der vises. Filtrene kan hver især defineres med deres egne betingelser.

source: Grouped filters
da: Grupperede filtre

source: Choose the filters, that defines what content is shown. These filters can have their conditions defined.
da: Vælg de filtre, som definerer hvilket indhold, der vises. Filtrene kan hver især defineres med deres egne betingelser.

source: Grouped filters
da: Grupperede filtre

source: Choose the filters, that defines what content is shown. These filters can have their conditions defined.
da: Vælg de filtre, som definerer hvilket indhold, der vises. Filtrene kan hver især defineres med deres egne betingelser.

# field.field.paragraph.card_grid_automatic.field_filter_branches:description
source: If nothing is selected, all will be chosen.
da: Hvis der ikke vælges noget, vil ALT automatisk blive valgt.

# field.field.paragraph.card_grid_automatic.field_filter_cond_type:label
source: Condition type
da: Tilstandstype

# field.field.paragraph.content_slider_automatic.field_filter_branches:description
source: If nothing is selected, all will be chosen.
da: Hvis der ikke vælges noget, vil ALT automatisk blive valgt.

# field.field.paragraph.content_slider_automatic.field_filter_cond_type:label
source: Condition type
da: Tilstandstype

# field.field.paragraph.filtered_event_list.field_filter_branches:description
source: If nothing is selected, all will be chosen.
da: Hvis der ikke vælges noget, vil ALT automatisk blive valgt.

# field.field.paragraph.filtered_event_list.field_filter_cond_type:label
source: Condition type
da: Tilstandstype

# field.storage.paragraph.field_filter_cond_type:settings:allowed_values:0:label
source: Must match on ANY filter - "OR"
da: Skal matche på et HVILKET SOM HELST filter - "OR"

# field.storage.paragraph.field_filter_cond_type:settings:allowed_values:1:label
source: Must match on ALL filters - "AND"
da: Skal matche på ALLE filtre - "AND"

# field.storage.paragraph.field_filter_cond_type:settings:allowed_values:2:label
source: Must match in each filter-category - "OUTER-AND"
da: Skal matche i hver filter-kategori - "OUTER_AND"

# paragraphs.paragraphs_type.simple_links:label
source: Simple links
da: Enkel linkliste

# paragraphs.paragraphs_type.simple_links:description
source: This is paragraph that will display links without icons.
da: Denne paragraph viser links uden ikoner.

# core.entity_view_mode.paragraph.title_display:label
source: Title display
da: Titelvisning

# field.field.paragraph.content_slider.field_title:label
source: Title (deprecated)
da: Titel (forældet)

# field.field.paragraph.content_slider.field_title:description
source: deprecated
da: forældet

# field.field.paragraph.content_slider.field_underlined_title:label
source: Title
da: Titel

# field.field.paragraph.content_slider_automatic.field_title:label
source: Title (deprecated)
da: Titel (forældet)

# field.field.paragraph.content_slider_automatic.field_title:description
source: deprecated
da: Titel (forældet)

# field.field.paragraph.content_slider_automatic.field_underlined_title:label
source: Title
da: Titel

source: Name & Email
da: Navn og Email

# field.field.user.user.field_last_password_reset:label
source: Last Password Reset
da: Sidste mulighed for at ændre adgangskoden

# field.field.user.user.field_password_expiration:label
source: Password Expiration
da: Adgangskodeudløb

# field.field.user.user.field_password_expiration:description
source: Control whether the user must reset their password. If the password has expired, this field is automatically checked after the execution of Cron.
da: Kontrollerer om brugeren skal nulstille sin adgangskode. Hvis adgangskoden er udløbet, tjekkes dette felt automatisk efter udførelse af Cron.

# field.field.user.user.field_password_expiration:settings:on_label
source: Expired Password
da: Udløbet adgangskode

# field.field.user.user.field_password_expiration:settings:off_label
source: Non-expired Password
da: Gældende adgangskode

# field.field.user.user.field_pending_expire_sent:label
source: Pending Expiration Mail Count
da: Afventer udløb af mail

# field.field.user.user.field_pending_expire_sent:description
source: Whether an email notifying of a pending password expiration has been sent
da: Om der er sendt en e-mail med besked om at et kodeord snart udløber

# field.field.eventseries.default.field_relevant_ticket_manager:label
source: Relevant for ticket manager
da: Opret billet i billetsystem

# field.field.eventseries.default.field_relevant_ticket_manager:description
source: If you mark this event as relevant, it means that if you use an external ticket system, some data such as ticket link, status and others may be overridden.
da: Hvis du slår denne til som relevant, så oprettes en billet i jeres billetsystem og data som billetlink, status og andet blive overskrevet.

# field.field.eventseries.default.field_relevant_ticket_manager:settings:on_label
source: On
da: Aktiv

# field.field.eventseries.default.field_relevant_ticket_manager:settings:off_label
source: Off
da: Ikke-aktiv

# core.entity_view_mode.eventseries.list_teaser:label
source: List teaser
da: Listeteaser

# views.view.editorial_search:label
source: Editorial search
da: Søgning

# views.view.editorial_search:display:default:display_title
source: Default
da: Automatisk

# views.view.editorial_search:display:default:display_options:title
source: Search
da: Søg

source: Items per page
da: Antal materialer pr. side

source: - All -
da: Alle

source: Showing @current_items out of @total results
da: Viser @current_items af of @total hits

source: Apply
da: Anvend

source: Reset
da: Nulstil

source: Sort by
da: Sortér efter

source: Asc
da: Stigende

source: Desc
da: Faldende

source: Fulltext search
da: Fuldtekstsøgning

# views.view.editorial_search:display:page:display_title
source: Page
da: Side

source: Select any filter and click on Apply to see results
da: Vælg et filter og klik på Vælg for at se resultatet

# views.view.articles:display:default:display_options:empty:area:content:value
source: Unfortunately, there were no results for your search. Try using a different search term.
da: Din søgning gav desværre ingen resultater.

source: Search
da: Søg

# views.view.events:display:default:display_options:empty:area:content:value
source: Unfortunately, there were no results for your search. Try using a different search term.
da: Din søgning gav desværre ingen resultater.

source: Search
da: Søg

# pathauto.pattern.category_term:label
source: Category term - embedded search
da: Kategori - indlejret søgning

# pathauto.pattern.tag_term:label
source: Tag term - embedded search
da: Tag - indlejret søgning

# views.view.editorial_search:display:term_page:display_title
source: Context by tag
da: Tag

source: All
da: Alle

source: All
da: Alle

source: Select any filter and click on Apply to see results
da: Vælg et filte, og klik på Anvend for at se resultater

source: basic
da: Standard

source: Advanced options
da: Avancerede muligheder

source: Has no role
da: Der findes ingen rolle

source: Has role
da: Der findes en rolle

source: Has no role
da: Der findes ingen rolle

source: Has role
da: Der findes en rolle

source: Include patron
da: Omfatter også bruger

source: Include patron
da: Omfatter også bruger

source: Include patrons
da: Omfatter også brugere

source: Exclude patrons
da: Udelukker brugere

source: Infoscreen
da: Infoskærm

source: Infoscreen
da: Infoskærm

# field.field.eventinstance.default.field_screen_names:label
source: Screen names
da: Skærmnavne

# field.field.eventinstance.default.field_screen_names:description
source: Select which screens to display this event on.
da: Vælg hvilke skærme dette arrangement skal vises på.

# field.field.eventseries.default.field_screen_names:label
source: Screen names
da: Skærmnavne

# field.field.eventseries.default.field_screen_names:description
source: Select which screens to display this event on.
da: Vælg hvilke skærme dette arrangement skal vises på.

# core.base_field_override.node.go_page.promote:label
source: Promoted to front page
da: Placer på forsiden

# core.base_field_override.node.go_page.promote:settings:on_label
source: On
da: Aktiv

# core.base_field_override.node.go_page.promote:settings:off_label
source: Off
da: Slukket

source: Author & Date
da: Forfatter og dato

source: Paragraph
da: Paragraf

source: Paragraphs
da: Paragraffer

# field.field.node.go_page.field_paragraphs:label
source: Paragraphs
da: Paragraffer

# field.field.node.go_page.field_publication_date:label
source: Publication date
da: Publikationsdato

# field.field.paragraph.go_video.field_go_video_title:label
source: Title
da: Titl

# node.type.go_page:name
source: GO page
da: GO-side

# node.type.go_page:description
source: GO pages will be used for various types of content, which does not belong to either an article page or an category page. Some examples could be the frontpage, info pages, etc.
da: GO-sider bliver brugt til forskellige typer for indhold, som ikke tilhører hverken en artikel-side eller en kategori-side. Fx forsiden, informationssider etc.

# paragraphs.paragraphs_type.go_video:description
source: Enter the URL for the video you want to include.
da: Angiv URL-en for den video, der skal vises

# core.base_field_override.node.go_category.promote:label
source: Promoted to front page
da: Forfremmet til forsiden

source: Category Info
da: Kategori info

source: These fields are will be used to display this category in the category menu.
da: Disse felter vil blive brugt til at vise denne kategori i kategorimenuen.

source: Author & Date
da: Forfatter & Dato

# field.field.media.audio.field_media_audio_file:label
source: Audio file
da: Lydfil

# field.field.node.go_category.field_publication_date:label
source: Publication date
da: Publiceringsdato

# node.type.go_category:name
source: GO category
da: GO kategori

# core.base_field_override.node.go_article.promote:label
source: Promoted to front page
da: Fremhæv til forsiden

# core.base_field_override.node.go_article.promote:settings:on_label
source: On
da: Start

# core.base_field_override.node.go_article.promote:settings:off_label
source: Off
da: Stop

source: Author & Date
da: Forfatter og Dato

source: Teaser card
da: Teaserbillede

# field.field.node.go_article.field_go_article_image:label
source: Image
da: Billede

# field.field.node.go_article.field_override_author:label
source: Override author
da: Overskriv forfatter

# field.field.node.go_article.field_publication_date:label
source: Publication date
da: Publiceringsdato

# field.field.node.go_article.field_show_override_author:label
source: Override the author
da: Overskriv forfatter

# field.field.node.go_article.field_show_override_author:description
source: By default, the author is set to the Drupal user that owns the content.<br /><br />If you want to override this, with a manual text, you can check this.
da: Som standard er forfatteren sat til den Drupal-bruger, der ejer indholdet.<br /><br />Hvis du ønsker at tilsidesætte dette med din egen tekst, kan du markere dette.

# field.field.node.go_article.field_show_override_author:settings:on_label
source: On
da: Start

# field.field.node.go_article.field_show_override_author:settings:off_label
source: Off
da: Stop

# field.field.node.go_article.field_subtitle:label
source: Subtitle
da: Undertekst

# field.field.node.go_article.field_teaser_image:label
source: Teaser image
da: Teaser billede

# field.field.node.go_article.field_teaser_image:description
source: The teaser fields are used for the card of display.<br />If no image has been selected, the text will be shown instead:<br /><br /><img src="/themes/custom/novel/images/teaser-text-image.jpg" /><br /><br /><hr/>
da: Teaserfelterne bruges til cards som blikfang for indholdet. Hvis der ikke er valgt et teaserbillede, vil teksten vises i stedet.

# field.field.node.go_article.field_teaser_text:label
source: Teaser text
da: Teaser tekst

# node.type.go_article:name
source: GO Article
da: GO artikel

# node.type.go_article:description
source: Use Go articles for news-worthy content, that does not get updated regularly.
da: Brug GO-artikler til nyhedsværdigt indhold, der ikke bliver opdateret regelmæssigt.

# field.field.paragraph.go_linkbox.field_go_color:label
source: Color
da: Farve

# field.field.paragraph.go_linkbox.field_go_description:label
source: Description
da: Beskrivelse

# field.field.paragraph.go_linkbox.field_go_image:label
source: Image
da: Billede

# field.field.paragraph.go_linkbox.field_title:label
source: Title
da: Titel

# field.field.paragraph.go_video_bundle_automatic.field_cql_search:label
source: CQL Search
da: CQL søgning

# field.field.paragraph.go_video_bundle_automatic.field_cql_search:description
source: This field is for inserting a CQL string based on a search. <br /><br />Please be aware, that it is necessary to copy the exact CQL string, including the quotations. i.e: ( 'harry potter')<br /><br />A valid CQL search string can be generated, by performing a query through the advanced search, and copying the CQL string from there.
da: Dette felt er til at indsætte en CQL-søgestreng baseret på en søgning. <br /><br />Vær opmærksom på, at det er nødvendigt at kopiere den nøjagtige CQL-streng, inklusive citationstegn. dvs.: ( 'harry potter')<br /><br />En gyldig CQL-søgestreng kan genereres ved at udføre en forespørgsel gennem den avancerede søgning og kopiere CQL-strengen derfra.

# field.field.paragraph.go_video_bundle_automatic.field_go_video_title:label
source: Title
da: Titel

source: Amount of materials
da: Antal materialer

source: The amount of related materials that should be shown.
da: Antal af ​​relaterede materialer, der skal vises.

# field.field.paragraph.go_video_bundle_manual.field_go_video_title:label
source: Title
da: Titel

# field.field.paragraph.go_video_bundle_manual.field_video_bundle_work_ids:label
source: Work IDs
da: Værk IDs

source: Here you can choose which materials to display. If you need to link to a specific type, select it from the dropdown and the system will display that, if it is available.<br />Example work ID: work-of:870970-basis:136336282
da: Her kan du vælge, hvilke materialer der skal vises. Hvis du har brug for at linke til en bestemt type, skal du vælge den fra rullemenuen, og systemet vil vise det, hvis det er tilgængeligt.<br />Example work ID: work-of:870970-basis:136336282

# paragraphs.paragraphs_type.go_video_bundle_automatic:label
source: GO Video Bundle - Automatic
da: GO Video Bundle - Automatisk

# paragraphs.paragraphs_type.go_video_bundle_automatic:description
source: This paragraph is used for displaying a VideoTool video and display a set of related books. The related books is automatically chosen based on a CQL search string.
da: Denne paragraph bruges til at vise en VideoTool-video og vise et sæt relaterede bøger. De relaterede bøger vælges automatisk baseret på en CQL-søgestreng.

# paragraphs.paragraphs_type.go_video_bundle_manual:label
source: GO Video Bundle - Manual
da: GO Video Bundle - Manuel

# paragraphs.paragraphs_type.go_video_bundle_manual:description
source: This paragraph is used for displaying a VideoTool video and display a set of related or recommended materials. The materials can be selected manually.
da: Denne paragraph bruges til at vise en VideoTool-video og vise et sæt relaterede eller anbefalede materialer. Materialerne kan vælges manuelt.

# field.field.paragraph.go_material_slider_automatic.field_cql_search:label
source: CQL Search
da: CQL søgning

# field.field.paragraph.go_material_slider_automatic.field_cql_search:description
source: This field is for inserting a CQL string based on a search. <br /><br />Please be aware, that it is necessary to copy the exact CQL string, including the quotations. i.e: ( 'harry potter')<br /><br />A valid CQL search string can be generated, by performing a query through the advanced search, and copying the CQL string from there.
da: Dette felt er til at indsætte en CQL-søgestreng baseret på en søgning. <br /><br />Vær opmærksom på, at det er nødvendigt at kopiere den nøjagtige CQL-streng, inklusive citationstegn. dvs.: ( 'harry potter')<br /><br />En gyldig CQL-søgestreng kan genereres ved at udføre en forespørgsel gennem den avancerede søgning og kopiere CQL-strengen derfra.

source: Amount of materials
da: Antal materialer

# field.field.paragraph.go_material_slider_automatic.field_title:label
source: Title
da: Titel

source: Work IDs
da: Værk ID

# field.field.paragraph.go_material_slider_manual.field_title:label
source: Title
da: Titel

# field.field.paragraph.go_link.field_target_blank:label
source: Open link in a new window
da: Åbn link i et nyt vindue

# field.field.paragraph.go_link.field_target_blank:settings:on_label
source: Open link in a new window
da: Åbn link i et nyt vindue

# field.field.paragraph.go_link.field_target_blank:settings:off_label
source: Open link in the same window
da: Åbn link i samme vindue
