Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

# Global
source: Pickup deadline
da: Afhentningsfrist

# Global
source: Ready for you
da: Klar til dig

# Global
source: Showing @itemsShown out of @hitcount items
da: Viser @itemsShown ud af @hitcount elementer

# Global
source: Dropdown with additional search functions
da: Dropdown med yderligere søgefunktioner

# Global
source: Search button
da: Søgeknap

# Global
source: Search header input
da: Søgeheader input

# Global
source: Input must contain at least one non-whitespace character.
da: Input skal indeholde minimum ét tegn

# Global
source: Shift
da: Skift

# Global
source: show more
da: vis flere

# Global
source: 6 months
da: 6 måneder

# Global
source: Expires soon
da: Udløber snart

# Global
source: Author
da: Forfatter

# Global
source: Topic
da: Emne

# Global
source: Work
da: Titel

# Global
source: Subject number
da: Emnetal

# Global
source: 3 months
da: 3 måneder

# Global
source: 2 months
da: 2 måneder

# Dashboard
source: See more
da: Se mere

# Dashboard
source: See your fees and how to pay
da: Se dine gebyrer og læs hvordan du betaler

source: Buy tickets
da: Køb billet

source: Free
da: Gratis

source: DPL Paragraphs
da: Paragraphs

source: Tweaks to various DPL paragraphs
da: Ændringer til forskellige Paragraphs

source: Admin
da: Administrator

source: Functionality related to the admin/editor experience
da: Funktionalitet relateret til administrator/redaktøroplevelsen

source: Time
da: Tid

source: Price
da: Pris

source: Place
da: Sted

# Fees list
source: Already paid? It can take up to 72 hours register the transaction.
da: Henvendt dig venligst til biblioteket for at høre hvordan du betaler.

# Search Result
source: Can always be loaned
da: Kan altid lånes

# Search Result
source: Dk5
da: Emnetal

# Search Result
source: Material types general
da: Generelle materialetyper

# Search Result
source: Material types specific
da: Specifik materialetype

# Search Result
source: Year
da: År

# Work Page
source: Expand more
da: Udvid

# Global
source: Close change email modal
da: Luk pop-up til at skifte email

# Global
source: Close interest period modal
da: Luk pop-up til at skifte interesseperiode

# Global
source: Close pickup location modal
da: Luk pop-up til at skifte afhentningssted

# Global
source: Close modal aria-label sms
da: Luk pop-up

# Global
source: Find on shelf expand button explanation
da: Forklarende tekst til Find på hylden-knap

# Global
source: Find @work on shelf in the @branch branch
da: Find @work på hylden i @branch

# Global
source: Go to @label material details
da: Gå til detaljer for @label

# Global
source: Longer return time
da: Længere afleveringstid

# Global
source: Change the amount of time after which you're no longer interested in this material.
da: Skift interesseperiode

# Global
source: Change pickup location for your reservation.
da: Skift afhentningssted for din reservering

# Global
source: Multiselect - all option
da: Vælg alle

# Global
source: Cancel pause
da: Fjern pause

# Global
source: Borrow before
da: Lån før

# Global
source: Your reservation expires @date!
da: Din reservering udløber @date!

# Global
source: At the moment you have 0 reservations
da: Du har i øjeblikket 0 reserveringer

# Global
source: day
da: dag

# Global
source: Online access
da: Online

# Global
source: At the moment you have 0 reservations on digital items
da: Du har i øjeblikket 0 reserveringer på digitale materialer

# Global
source: You are at the front of the queue
da: Du er forrest i køen

# Global
source: Your reservations
da: Dine reserveringer

# Global
source: Reservations have been paused in the following time span:
da: Reserveringer er sat på pause:

# Global
source: This button opens a modal that covers the entire page and contains the possibility to pause physical reservations
da: Denne knap åbner en pop-up hvor du kan sætte reserveringer på pause

# Global
source: Settings
da: Indstillinger

# Global
source: Your reservations are paused
da: Dine reserveringer er sat på pause

# Global
source: At the moment you have 0 physical reservations
da: Du har i øjeblikket 0 reserveringer på fysiske materialer

# Global
source: At the moment you have 0 reservations ready for pickup
da: Du har ingen reserveringer klar til afhentning

# Global
source: This material is ready for pickup
da: Materialet er klar til lån

# Global
source: You are the only person queued for this material
da: Du er den eneste i kø til dette materiale

# Global
source: This material has @count people in queue before you
da: Der står @count i kø foran dig

# Global
source: This material is ready in 1 day
da: Materialet er klar til lån om en dag

# Global
source: This material is ready in @count days
da: Materialet er klar om @count dage

# Global
source: Close
da: Luk

# Global
source: Available in @count days
da: Klar til lån om @count dage

# Global
source: days
da: dage

# Global
source: queued
da: I kø

# Global
source: There are @count people in the queue before you
da: Der er @count i kø før dig

# Global
source: Still in queue
da: Stadig i kø

# Global
source: Click the button below to close this window
da: Klik på knappen for at lukke vinduet

# Global
source: Your reservation has been changed
da: Din reservering er blevet ændret

# Global
source: Screen reader modal description for email
da: Skærmlæser modulbeskrivelse for email

# Global
source: Screen reader modal description for interest period
da: Beskrivelse til skærmlæser af pop-up vedr. interesseperiode

# Global
source: Screen reader modal description for pickup
da: Beskrivelse til skærmlæser af pop-up vedr. valg af afhentningsbibliotek

# Global
source: Screen reader modal description for sms
da: Skærmlæser modulbeskrivelse til sms

# Fees list
source: # @materialNumber
da: Materialenummer @materialNumber

source: Partners
da: I samarbejde med

# Patron menu
source: Loans
da: Lån

# Patron menu
source: Reservations
da: Reserveringer

# Patron menu
source: My list
da: Huskeliste

# Patron menu
source: Fees & Replacement costs
da: Gebyrer & erstatninger

source: Instant Loan Settings
da: Indstillinger for strakslån

source: Configure promotion of materials available for instant loans.
da: Indstillinger for strakslån

source: Set auth redirect paths for patrons
da: Indstil sti til omdirigering ved autorisering af slutbrugere

source: Administer various settings for a library agency.
da: Biblioteksindstillinger

source: Favorites list material component
da: Huskelistekomponent

source: Show favorites list material component
da: Vis huskeliste komponent

source: Configure Mapp Intelligence for tracking website interactions.
da: Indstillinger for Mapp

source: Loans
da: Lån

source: List user loans
da: Brugerens låneliste

source: Url proxy settings
da: Proxyindstillinger

source: Configure the host names and replacement patterns for proxy urls.
da: Indstillinger for proxy URL'er

source: Upload and import configuration from a YAML file
da: Upload og importer config. fra en YAML fil

source: Dashboard
da: Dit overblik

source: User dashboard
da: Brugerens dashboard (Dit overblik)

source: Favorites
da: Huskeliste

source: List user favorites
da: Brugerens huskeliste

source: Reservations
da: Reserveringer

source: List user reservations
da: Brugerens liste over reserveringer

source: Fees
da: Gebyrer

source: List user fees
da: Brugerens liste over gebyrer og erstatninger

source: Fees List settings
da: Indstillinger for gebyrside

source: Change Fees List Settings
da: Skift indstillinger for gebyrside

source: Change basic FBS settings
da: Skift FBS indstillinger

source: Change basic publizon settings
da: Skift Publizon indstillinger

source: Patron page
da: Brugerprofil

source: Patron page displays patron information
da: Brugerprofilen viser brugerinformation

source: Change patron page settings
da: Skift indstillinger for brugerprofil

source: Change patron registration settings
da: Indstillinger for brugeroprettelse

# Library Agency Configuration
source: Ereolen my page link
da: Link til Min side på eReolen

# Library Agency Configuration
source: FBI profiles
da: VIP profiler

# Library Agency Configuration
source: Administer which profile should be used in various contexts.
da: Indstil hvilke profiler der skal anvendes i hvilken kontekst.

# Library Agency Configuration
source: Default profile
da: Standardprofil

# Library Agency Configuration
source: The default profile to use when using the FBI API.
da: Profil, der benyttes, hvor visningsprofil og søgeprofil ikke benyttes.

# Library Agency Configuration
source: Search profile
da: Søgeprofil

# Library Agency Configuration
source: The profile to use when searching for materials.
da: Profil som anvendes til søgning efter materialer

# Library Agency Configuration
source: Material profile
da: Visningsprofil

# Library Agency Configuration
source: The profile to use when requesting data about a material.
da: Profil som anvendes til at forespørge efter data på et materiale

# List size (settings)
source: Patron menu list size settings
da: Listestørrelse i gruppemodaler

# List size (settings)
source: The number of items to display in the patron menu list.
da: Antal elementer der vises i brugermenuen

# List size (settings)
source: Patron menu list size on desktop
da: Antal elementer der vises i en liste på desktop

# List size (settings)
source: Patron menu list size on mobile
da: Antal elementer der vises i en liste på mobil

# List size (settings)
source: Loan list size settings
da: Listestørrelse på låneoversigt

# List size (settings)
source: The number of items to display in the loan list.
da: Antal elementer der vises i låneoversigten

# List size (settings)
source: Loan list size on desktop
da: Antal elementer der vises i en liste på desktop

# List size (settings)
source: Loan list size on mobile
da: Antal elementer der vises i en liste på mobil

# List size (settings)
source: Dashboard list size settings
da: Listestørrelse i gruppemodaler

# List size (settings)
source: The number of items to display in the dashboard list.
da: Antal elementer der vises i en gruppemodal

# List size (settings)
source: Dashboard list size on desktop
da: Antal elementer der vises i en liste på desktop

# List size (settings)
source: Dashboard list size on mobile
da: Antal elementer der vises i en liste på mobil

# List size (settings)
source: Favorites list size settings
da: Listestørrelse på huskelisten

# List size (settings)
source: The number of items to display in the favorites list.
da: Antal elementer der vises i huskelisten

# List size (settings)
source: Favorites list size on desktop
da: Antal elementer der vises i en liste på desktop

# List size (settings)
source: Favorites list size on mobile
da: Antal elementer der vises i en liste på mobil

# List size (settings)
source: Reservations list size settings
da: Listestørrelse på reserveringsoversigt

# List size (settings)
source: The number of items to display in the reservation list.
da: Antal elementer der vises på reserveringsoversigten

# List size (settings)
source: Reservations list size on desktop
da: Antal elementer der vises i en liste på desktop

# List size (settings)
source: Reservations list size on mobile
da: Antal elementer der vises i en liste på mobil

# List size (settings)
source: Fees list size settings
da: Listestørrelse på gebyrlisten

# List size (settings)
source: The number of items to display in the fees list.
da: Antal elementer der vises på gebyroversigten

# List size (settings)
source: Fees list size on desktop
da: Antal elementer der vises i en liste på desktop

# List size (settings)
source: Fees list size on mobile
da: Antal elementer der vises i en liste på mobil

# Fees list settings form
source: Basic settings
da: Basisindstillinger

# Fees list settings form
source: Fees and Replacement costs URL
da: URL

# Fees list settings form
source: Intro text
da: Indledende tekst

# Fees list
source: Unsettled debt - paid on site
da: Kontakt biblioteket for at betale

# Fees list
source: Unsettled debt - paid externally
da: Betales på Mit betalingsoverblik

# Patron page settings form
source: Basic settings
da: Grundlæggende indstillinger

# Patron page settings form
source: Delete patron link
da: Url til side om hvordan man bliver slettet som bruger af biblioteket.

# Patron page settings form
source: Ereolen always available
da: eReolens titler som altid er tilgængelige

# Patron page settings form
source: Pincode length (min)
da: Pinkodelængde (minimumslængde)

# Patron page settings form
source: Pincode length max
da: Pinkodelængde (maksimumslængde)

# Patron registration settings form
source: Minimum age to allow self registration
da: Minimumsalder for selvoprettelse som låner

# Patron registration settings form
source: Redirect on create
da: Side som låner omdirigeres til ved oprettelse

source: List Size Settings
da: Indstillinger for listestørrelser

source: Administer list size settings for a library agency.
da: Indstil hvor mange elementer der skal vises på en liste inden for hver af disse områder (før bruger skal klikke "Vis flere").

# Work Page
source: Your material has been ordered from another library
da: Bestilt fra et andet bibliotek

# Work Page
source: Item available, order through the librarys catalogue
da: Materiale tilgængeligt, bestil via bibliotekets katalog

# Work Page
source: Item available but medium type not accepted
da: Tilgængelig, men medietype accepteres ikke

# Work Page
source: Order from another library:
da: Reserver

# Work Page
source: Service is currently unavailable
da: Servicen svarer ikke

# Work Page
source: Your order is accepted
da: Din bestilling er modtaget

# Work Page
source: An unknown error occurred
da: En ukendt fejl opstod

# Work Page
source: Specified pickup agency not found
da: Valgt afhentningssted ikke fundet

# Work Page
source: User not found
da: Bruger ikke fundet

# Work Page
source: Ordered from another library
da: Bestilt fra et andet bibliotek

# DPL admin UX
source: <a href="@url">Edit the series here</a>
da: <a href="@url">Redigér hele serien her</a>

# DPL admin UX
source: You are currently editing a single event, in an event series. @suffix
da: Du redigerer en enkelt begivenhed i en arrangementsserie. @suffix

# DPL admin UX
source: Any changes you make here will only override this single event.
da: Ændringer du foretager her, vil kun overskrive dette enkelte arrangement

# DPL admin UX
source: If you leave fields empty, the data from the parent series will be used.
da: Hvis du lader felterne stå tomme, vil data blive udfyldt fra hovedarrangementet

source: Expired
da: Udløbet

source: Every day
da: Hver dag

source: Every @days
da: Hver @days

source: Next
da: Næste

source: Events
da: Arrangementer

source: Address
da: Adresse

source: Scroll forwards
da: Scroll fremad

source: Scroll backwards
da: Scroll tilbage

source: Events in this series
da: Arrangementer i denne serie

source: Upcoming events
da: Kommende arrangementer

# Global
source: Pause period
da: Pauseperiode

# Global
source: Choose pause period
da: Vælg pauseperiode

# Fees list
source: Already paid? It can take up to 72 hours register the transaction. (not payable by user)
da: Har du allerede betalt? Der kan gå op til 72 timer før din betaling bliver registreret.

# Fees list settings form
source: Fees and replacement costs are handled through the new system "Mit betalingsoverblik"
da: Gebyrer og erstatninger håndteres via "Mit betalingsoverblik"

# Fees list settings form
source: Go to payment page
da: Gå til betalingsside

# Fees list settings form
source: Payment site button configuration
da: Indstillinger for knap til betaling

# Fees list settings form
source: Payment site url
da: Link til betalingsside

# Fees list settings form
source: Payment site button label
da: Tekst på knap til betalingsside

source: DPL Filtered Paragraphs
da: Filtrerede paragraphs

source: Filtered paragraphs, embedding views.
da: Filtrerede paragraphs, indlejring af visninger.

source: Show all
da: Vis alle

# DPL admin UX
source: You have added a menu link with a parent. Please notice that this menu link will not be displayed, as we do not support multi-levels in the main menu.
da: Du har tilføjet et menupunkt i en sekundær menu. Vær opmærksom på at menupunktet ikke vil blive vist, da vi ikke understøtter flere niveauer i hovedmenuen.

source: Name
da: Navn

source: Submit
da: Indsend

# DPL admin UX
source: Cancel all changes
da: Fortryd alle ændringer

source: Add content
da: Tilføj indhold

source: Footer Settings
da: Footerindstillinger

source: Footer
da: Sidefod

source: Functionality related to footer.
da: Funktionalitet relateret til footeren

# Fees list settings form
source: Blocked user
da: Blokeret bruger

# Fees list settings form
source: Blocked user link for modal
da: Link til blokeret bruger som vises i modal

# Loan list
source: No materials can be renewed
da: Ingen materialer kan fornys

# OpenId Connect Settings
source: Unable to retrieve token from Adgangsplatformen. Please check if the provided Agency ID is correct.
da: Kan ikke hente token fra Adgangsplatformen. Tjek venligst, om det angivne Agency ID er korrekt.

# Global
source: Reservation deleted
da: Din reservering er slettet

# Global
source: Reservations deleted
da: Dine reserveringer er slettet

# Global
source: Expires @date
da: Udløber @date

# Global
source: Loading
da: Indlæser...

# Global
source: The phone number must be 6 to 15 characters in length and should be comprised solely of numbers or begin with a +
da: Mobilnummeret skal være mellem 6 og 15 cifre

# Global
source: Remove reservation (@amount)
da: Fjern reservering (@amount)

# Global
source: You are in the reservation queue
da: Du er i reserveringskø

source: Make sure that user is detected as registered after registration
da: Tjek at brugeren er oprettet efter registrering

# DPL admin UX
source: Event series
da: Arrangement(er)

# DPL admin UX
source: Use event series to create event instances - you can use series, both to create reoccurring events, and single events.
da: Brug denne paragraph til at oprette arrangementer - du kan både oprette gentagende arrangementer og enkeltstående arrangementer.

# DPL admin UX
source: Create content from scratch
da: Opret indhold fra bunden

# DPL admin UX
source: Create content from templates
da: Opret indhold fra skabelon

source: Update single events
da: Opdater enkeltstående arrangementer

source: Retrieve all events
da: Hent alle arrangementer

source: Add new content
da: Tilføj nyt indhold

source: Add Content
da: Tilføj indhold

source: Load more items
da: Hent flere

source: Show more
da: Vis flere

source: Phone
da: Telefon

# Material Grid
source: Show all
da: Vis alle

source: CQL search string
da: CQL Søgestreng

source: Text value
da: Tekstværdi

source: CQL Search
da: CQL søgning

source: Work ID
da: VærkID

source: Integration with with FBI API, https://fbi-api.dbc.dk/.
da: Integration til FBI API, https://fbi-api.dbc.dk/.

# Patron registration settings form
source: Patron registration page url
da: URL til brugeroprettelsesside

source: DPL static content
da: DPL fast indhold

source: Provides static content for new library sites.
da: Sørger for faste sider på nye bibliotekshjemmesider.

# Library Agency Configuration
source: Opening hours link
da: Link til åbningstider

# DPL event
source: Automatic unpublication
da: Automatisk afpublicering

# DPL event
source: Schedule
da: Planlæg

# DPL event
source: Automatic unpublication disabled
da: Automatisk afpublicering slået fra

# DPL event
source: How much time should pass after an event has occurred before it should be unpublished automatically.
da: Hvor længe skal der gå fra et arrangement er afholdt, til det skal afpubliceres automatisk?

source: Get tickets
da: Hent billetter

source: Updated @count description fields on @entity_type
da: Opdaterede @count beskrivelsesfelter på @entity_type

source: (Locked by @username)
da: (Låst af @username)

source: The material type
da: Materialetype

source: This is the work ID used to retrieve the material information. Example: work-of:870970-basis:136336282. Currently this is retrieved by performing a search for a material manually, and copying this value from the URL. If you need to link to a specific type, select it from the dropdown and the system will display that, if it is available.
da: Dette er det VærkID som anvendes til at hente informationer om værket. Eksempel: work-of:870970-basis:136336282. P.t. hentes dette ved manuelt at fremsøge et værk og kopiere værdien fra URL'en. Hvis du vil fremhæve en specifik materialetype, vælges typen i dropdown og systemet vil vise denne type, hvis den er tilgængelig.

source: Material Type
da: Materialetype

source: Select the material type.
da: Vælg materialetype

source: Work id with type
da: VærkID med type

source: Event settings
da: Arrangementsindstillinger

source: Configure handling of events.
da: Indstillinger for arrangementer

source: DrupalTyped
da: DrupelTyped

source: Better, faster, stronger types
da: Bedre, hurtigere, stærkere typer

source: Opening hours
da: Åbningstider

# translation handling
source: Could not create PO file: @destination due to error "%error"
da: Kunne ikke danne en PO fil: @destination pga fejlen "%error"

# translation handling
source: File created on: @destination
da: Fil dannet på : @destination

# translation handling
source: Config translations were imported from: @source
da: Konfigurationsoversættelser blev importeret fra: @source

source: Could not create temporary file.
da: Kunne ikke skabe en midlertidig fil

# translation handling
source: Config translations could not be imported from: @url
da: Konfigurationsoversættelser kunne ikke importeres fra: @url

# translation handling
source: Config translations were imported from: @url
da: Konfigurationsoversættelser blev importeret fra: @url

# translation handling
source: Failed to fetch file due to error "%error"
da: Kunne ikke hente fil pga fejl "%error"

# translation handling
source: Failed to save file due to error "%error"
da: Kunne ikke gemme fil pga fejl "%error"

source: Could not create temp PO file.
da: Kunne ikke skabe en midlertidig PO-fil.

# translation handling
source: Could not locate temp PO file.
da: Kunne ikke lokalisere midlertidig PO-fil.

source: PO file handling. Export/import, splitting etc.
da: PO filhåndtering. Export/Import, opdeling etc.

# recurring_events.eventinstance_type.default:label
source: Default
da: Standard

# recurring_events.eventseries_type.default:label
source: Default
da: Standard

# search_api.index.events:name
source: Events
da: Arrangementer

# search_api.server.db_search:name
source: DB Search
da: DB Søgning

# React apps (Global error handling)
source: Close error message
da: Luk fejlbesked

source: DPL Protected Nodes
da: DPL-beskyttede noder

source: This modules handles protected nodes by checking if a node is being used as a reference in configuration.
da: Disse moduler håndterer beskyttede noder ved at tjekke, om en node bliver brugt som reference i konfigurationen.

source: Make a profile for
da: Lav en profil for

source: Error warning icon
da: Fejl advarsel ikon

source: Updated the names and subdivisions of each address.
da: Opdaterede navnene og underafdelingerne på hver adresse.

# Address label
source: First name
da: Fornavn

# Address label
source: Middle name
da: Mellemnavn

# Address label
source: Last name
da: Efternavn

# Address label
source: Company
da: Firma

# Address label
source: Address line 1
da: Adresse linje 1

# Address label
source: Address line 2
da: Adresse linje 2

# Address label
source: Postal code
da: Postnr.

# Address label
source: Sorting code
da: Postnummer

# Address label
source: Locality (e.g. City)
da: By

# Address label
source: Administrative area (e.g. State or Province)
da: Kommune
