Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: When you uncheck this setting, capacity will be based on the sum of both timeouts. By default, capacity will automatically adjust (up and down) based on measured time data.
da: Når du fjerner markeringen af denne indstilling, vil kapaciteten blive baseret på summen af begge timeouts. Som standard vil kapaciteten automatisk justeres (oppe og nede) baseret på den målte tidsdata.

source: The timeout of the request in seconds.
da: Timeout for anmodningen i sekunder.

source: Connection timeout
da: Forbindelses-timeout

source: The number of seconds to wait while trying to connect to a server.
da: Det antal sekunder, man skal vente, mens der forsøges at oprette forbindelse til en server.

source: <p>Tokens are replaced for the <b>Path</b> and header <b>Value</b> fields.</p>
da: <p>Symboler erstattes for <b>Sti</b> og header <b>Værdi</b> felterne.</p>

source: Treat 4XX and 5XX responses as a failed invalidation.
da: Behandl 4XX- og 5XX-svar som en mislykket ugyldiggørelse.

source: The sum of both timeouts cannot be higher than 10.00 as this would affect performance too negatively.
da: Summen af begge timeouts kan ikke være højere end 10.00, fordi dette vil påvirke performance for negativt.

source: The sum of both timeouts cannot be lower as 0.4 as this can lead to too many failures under real usage conditions.
da: Summen af begge timeouts kan ikke være lavere end 0.4, eftersom dette kan lede til for mange fejl ved reelle brugsforhold.

source: @purger not configured.
da: @purger ikke konfigureret.

source: @purger uses https:// but its port is not 443!
da: @purger bruger https:// men dens port er ikke 443!

source: @purger uses http:// but its port is 443!
da: @purger bruger http:// men dens port er 443!

source: Adminster
da: Administrer

source: To specify which entities that should have image purged on edit, go to @output_admin_link
da: For at specificere hvilke enheder, der skal have slettet billeder ved redigering, go til @output_admin_link

source: Verifies that only fully configured Varnish purgers load.
da: Verificerer, at kun fuldt konfigurerede Varnish-purgere indlæses.

source: %type_name: View any unpublished content
da: %type_name: Vis alt upubliceret indhold

source: This module allows you to grant access for specific user roles to view unpublished nodes of a specific type. Access control is quite granular in this regard.
da: Dette modul tillader dig at give adgang til en specifik brugerroller til at se upublicerede nodes af en specifik type. Adgangskontrol er ret detaljeret i denne henseende.

source: Visit the <a href=":project_link">View Unpublished project pages</a> on Drupal.org for more information.
da: Besøg <a href=":project_link">View upublicerede projektsider</a> på Drupal.org for mere information.

source: View Unpublished
da: Vis upublicerede

source: Automatic infinite scroll
da: Automatisk "infinite scroll"

source: Click to load
da: Klik for at indlæse

source: @action, @count item
da: @action, @count element

source: Button Text
da: Knaptekst

source: The following tokens are supported:
da: Følgende tokens er støttet:

source: A views plugin which provides infinte scroll.
da: Et plugin som tilføjer "infinte scroll".

source: Views Infinite Scroll
da: Visning uendelig scroll

source: A pager which allows an infinite scroll effect for views.
da: En pager, der tillader "infinite scroll" for visninger.

# DPL Event
source: Use the address from associated branch as fallback.
da: Brug adressen fra det tilknyttede bibliotek som fallback.

# Patron page settings form
source: Link to a page where it is possible to delete patron.<br />You can add a relative url (e.g. /takster). <br />You can search for an internal url. <br />You can add an external url (starting with "http://" or "https://").
da: Link til en side hvor det forklares hvordan man bliver slettet som bruger. Du kan tilføje en relativ sti (f.x. /personoplysninger). Du kan fremsøge en intern URL. Du kan tilføje en ekstern URL (begyndende med http:// eller https://)

# Library Agency Configuration
source: The link with information about reservations. <br /> You can add a relative url (e.g. /takster). <br /> You can search for an internal url. <br /> You can add an external url (starting with "http://" or "https://").
da: Link til information omkring reservationer. <br />Du kan tilføje en relativ url (e.g. /takster). <br />Du kan søge efter en intern url <br />Du kan tilføje en ekstern url (startende med with "http://" or "https://").

# Library Agency Configuration
source: The link with information about opening hours. <br /> You can add a relative url (e.g. /takster). <br /> You can search for an internal url. <br /> You can add an external url (starting with "http://" or "https://").
da: Link til information omkring åbningstider. <br />Du kan tilføje en relativ url (e.g. /takster). <br />Du kan søge efter en intern url <br />Du kan tilføje en ekstern url (startende med with "http://" or "https://").

# Patron registration settings form
source: The url for the patron registration page. <br /> You can add a relative url (e.g. /takster). <br /> You can search for an internal url. <br /> You can add an external url (starting with "http://" or "https://").
da: Link til brugeroprettelsessiden. Du kan tilføje en relativ sti (f.x. /opret). Du kan fremsøge en intern URL. Du kan tilføje en ekstern URL (begyndende med http:// eller https://)

# Patron registration settings form
source: Redirect to page when user is successfully created. <br /> You can add a relative url (e.g. /takster). <br /> You can search for an internal url. <br /> You can add an external url (starting with "http://" or "https://").
da: Redirect til en side når en bruger har oprettet sig. Du kan tilføje en relativ sti (f.x. /velkommen). Du kan fremsøge en intern URL. Du kan tilføje en ekstern URL (begyndende med http:// eller https://)

source: <br /><br />"@title" is being used in configuration. Before you can delete it, you need to remove it from the following configuration fields:
da: <br /><br />"@title" anvendes i konfigurationen. Før du kan slette den, skal du fjerne den fra følgende konfigurationsfelter:

# Fees list settings form
source: File or URL containing the fees and replacement costs. <br /> You can add a relative url (e.g. /takster). <br /> You can search for an internal url. <br /> You can add an external url (starting with "http://" or "https://").
da: Fil eller URL som indeholder oplysninger om gebyrer og erstatninger. Du kan tilføje en relativ sti (f.x. /takster). Du kan fremsøge en intern URL. Du kan tilføje en ekstern URL (begyndende med http:// eller https://)

# Fees list settings form
source: Display an intro-text below the headline <br /> If nothing is written here the text: "@text" will be used.
da: Skriv en introtekst under overskriften. Hvis du ikke skriver andet, vil den følgende tekst "@text" blive vist.

# Fees list settings form
source: URL containing a link to a payment page. <br /> <strong>NB!: The button will only display if this field has been filled.</strong>
da: URL til betalingsside. NB: Knappen vil kun blive vist hvis feltet er udfyldt.

# Fees list settings form
source: Define the text of the button that links to the payment page. <br /> If nothing is written here the text: "@text" will be used.
da: Beskriv hvad der skal stå på knap til betalingsside. Hvis intet anføres, vil teksten: "@text" vises.

# Fees list settings form
source: If a user is blocked because of fees a modal appears. This field makes it possible to place a link in the modal to e.g. payment options or help page. <br /> If left empty, the link will not be shown. <br /> You can add a relative url (e.g. /takster). <br /> You can search for an internal url. <br /> You can add an external url (starting with "http://" or "https://").
da: Hvis en bruger er blokeret pga. gebyrer, vises en pop-up med information herom ved login. Her kan indsættes link til Mit Betalingsoverblik, hvis biblioteket er på ØIR. Hvis biblioteket ikke er på ØIR, kan oprettes en hjælpeside hvor man forklarer hvordan gebyrer betales. Indsæt link til denne side her. Linket kan være en relativ sti (f.x. /takster) eller du kan fremsøge en intern URL. Du kan også indsætte en ekstern URL (begynder med http:// eller https://)

source: DPL: Branch address fallback
da: Adresse fallback på filial

source: Branch
da: Bibliotek

# Fees list
source: Fee @fee
da: Gebyr @fee

source: DPL error pages
da: DPL fejlsider

source: Opening Hours
da: Åbningstider

# Opening Hours
source: Show opening hours for week
da: Vis ugens åbningstider

# Opening Hours
source: Week
da: Uge

# DPL admin UX
source: Content
da: Indhold

source: Secondary links
da: Servicemenu

# DPL admin UX
source: Social media URLs
da: Links til sociale medier

# DPL admin UX
source: The link will only be displayed if there is content.
da: Dette link vil kun blive vist, hvis der er indhold.

source: Create individual opening hours
da: Lav individuelle åbningstider

source: List all opening hours
da: Vis alle åbningstider

source: Update individual opening hours
da: Opdater enkelte åbningstider

source: Delete individual opening hours
da: Slet enkelte åbningstider

source: Opening Hours
da: Åbningstider

source: DPL Opening Hours
da: Åbningstider

source: Handling of opening hours for branches.
da: Håndterer åbningstider for biblioteker.

source: Add new
da: Tilføj ny

source: DPL Breadcrumb
da: Brødkrummer

source: Breadcrumbs and automatic URL aliases, based on content structure.
da: Brødkrummer og automatiske URL-aliasser, baseret på indholdsstruktur.

source: DPL static content: Opening hours categories
da: Åbningstidskategorier (statisk indhold)

source: Adds default opening hours categories
da: Tilføjer standard åbningstidskategorier

# Opening Hours
source: The library is closed this day
da: Biblioteket er lukket

# DPL breadcrumb
source: Related content for "@title"
da: Relateret indhold til "@title"

# DPL Breadcrumbs
source: TODO - A text that describes that this node already exists in the content structure and cannot be edited.
da: TODO - En tekst, der beskriver, at denne node allerede findes i indholdsstrukturen og ikke kan redigeres.

# DPL Breadcrumbs
source: Articles
da: Artikler

source: Logout
da: Log ud

# search_api.index.content:name
source: Content
da: Indhold

# Global
source: Can't be renewed further
da: Kan ikke fornyes yderligere

# Global
source: Reserved by another patron
da: Reserveret af en anden låner

# Global
source: The pickup branch is not valid. You can order the digital copy by contacting the agency.
da: Afhentningsfilialen er ikke gyldig. Du kan bestille den digitale kopi ved at kontakte institutionen.

# Global
source: The material is not reservable. You can order the digital copy by contacting the agency.
da: Materialet kan ikke reserveres. Du kan bestille den digitale kopi ved at kontakte institutionen.

# Global
source: You are not logged in. You can order the digital copy by contacting the agency.
da: Du er ikke logget ind. Du kan bestille en digital kopi ved at kontakte institutionen.

# Global
source: The digital copy has been ordered. You will receive an email when the digital copy is ready.
da: Den digitale kopi er allerede bestilt. Du vil modtage en email, når den digitale kopi er klar.

# Global
source: Unknown user
da: Ukendt bruger

# Work Page
source: Reserve @materialType
da: Reservér @materialType

source: Redirects
da: Omdirigeringer

source: Add redirect
da: Tilføj omdirigering

source: Show less
da: Vis mindre

# DPL Opening Hours Editor
source: Do you want to add this repeated opening hour?
da: Vil du tilføje denne gentagne åbningstid?

# DPL Opening Hours Editor
source: Opening hour
da: Åbningstid

# DPL Opening Hours Editor
source: End date
da: Slutdato

# DPL Opening Hours Editor
source: End time
da: Sluttidspunkt

# DPL Opening Hours Editor
source: Every
da: Hver

# DPL Opening Hours Editor
source: Repeat opening hour weekly every @weekDayName from @startDate
da: Gentag ugentlig åbningstid hver @weekDayName fra @startDate

# DPL Opening Hours Editor
source: Start date
da: Startdato

# DPL Opening Hours Editor
source: Start time
da: Starttidspunkt

# DPL Opening Hours Editor
source: Repeated opening hour
da: Gentagen åbningstid

# DPL Opening Hours Editor
source: Cancel
da: Fortryd

# DPL Opening Hours Editor
source: I'm sure
da: Jeg er sikker

# DPL Opening Hours Editor
source: Save
da: Gem

# DPL Opening Hours Editor
source: Remove event
da: Fjern åbningstid

source: Event series
da: Arrangementserie

# Global
source: Liked
da: Husk

# Global
source: Login
da: Log ind

source: Liked
da: Husk
