Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: The email address of the registrant
da: Emailadressen på den registrerede

source: The registrant type.
da: Typen af registreret.

source: Event Instance ID
da: Arrangementinstans ID

source: Whether this registrant is waitlisted.
da: Om denne registrant står på venteliste

source: The type of registration this is: series or instance
da: Typen af registrering: serie eller tilfælde

source: grouped
da: grupperet

source: exposed
da: blotlagt

source: Spaces Available
da: Pladser tilgængelige

source: Availability.
da: Tilgængelighed.

source: Event Registration Access
da: Adgang for registrering

source: Enable Registration
da: Aktiver registrering

source: Registration Type
da: Tilmeldingstype

source: Select which type of registration applies to this event.
da: Vælg hvilken type tilmelding, der gælder for dette arrangement.

source: Registration Dates
da: Datoer for tilmelding

source: Select whether to enable open or scheduled registration.
da: Vælg, om du vil aktivere åben eller planlagt registrering.

source: Capacity
da: Kapacitet

source: Enter the number of registrants that can attend the event.
da: Indtast antallet af deltagere, der kan deltage i arrangementet.

source: Select whether to enable a waitlist.
da: Vælg, om du vil aktivere en venteliste.

source: Select when to open registrations.
da: Vælg hvornår tilmelding skal åbne.

source: Select when to close registrations.
da: Vælg, hvornår der skal lukkes for tilmeldinger.

source: Restrict registration to once per email address?
da: Begræns tilmeldte til én pr. e-mailadresse?

source: Which roles can register for this series?
da: Hvilke roller kan tilmelde sig denne serie?

source: Show
da: Vis

source: Hide
da: Skjul

source: Enable Waiting List
da: Aktiver venteliste

source: This will show/hide the "Enable Waiting List" checkbox in the Add/Edit Series form
da: Dette vil vise/skjule afkrydsningsfeltet "Aktivér venteliste" i formularen Tilføj/rediger serie.

source: On
da: Tilsluttet

source: Off
da: Afbrudt

source: Enable Waiting list is: @value
da: Aktiveret venteliste er: @value

source: Select this box to enable registrations for this event. By doing so you will be able to specify the capacity of the event, and if applicable enable a waitlist.
da: Vælg denne boks for at aktivere tilmeldinger til dette arrangement. På den måde kan du angive arrangementets kapacitet, og hvis det er relevant, kan du aktivere en venteliste.

source: Select this box to only allow an email address to register for an event one time.
da: Vælg dette felt for kun at tillade en e-mailadresse at tilmelde sig et arrangement én gang.

source: Select all the roles that can register, or leave blank to allow anybody to register.
da: Vælg alle de roller, der kan tilmelde sig, eller lad det være tomt for at tillade alle at tilmelde sig.

source: Entire Series Registration
da: Registrering for hele serien

source: Choose between open or scheduled registration. Open registration ends when the event begins.
da: Vælg mellem åben eller planlagt registrering. Åben registrering slutter, når arrangementet starter.

source: Registration Opens
da: Tilmelding åbner

source: Registration Closes
da: Tilmelding lukker

source: Select when to open registration
da: Vælg, hvornår der skal åbnes for tilmelding

source: Now
da: Nu

source: At the start of the event
da: Ved arrangementets start

source: Custom schedule
da: Brugerdefineret tidsplan

source: weeks
da: uger

source: days
da: dage

source: hours
da: timer

source: minutes
da: minutter

source: seconds
da: sekunder

source: before the event starts
da: før arrangementet begynder

source: Select when to close registration
da: Vælg, hvornår der skal lukkes for tilmelding

source: At the end of the event
da: Ved arrangementets slutning

source: after the event starts
da: efter et arrangement begynder

source: Total Number of Spaces Available
da: Totalt antal pladser til rådighed

source: Enable a waiting list if the number of registrations reaches capacity.
da: Aktiver en venteliste, hvis antallet af deltagere når kapaciteten.

source: The @title end date cannot be before the start date
da: @title afslutningsdatoen kan ikke være før startdatoen

source: Event Registration
da: Arrangementsregistrering

source: Availability Count
da: Tilgængelighedsantal

source: Registration Count
da: Antal tilmeldte

source: Waitlist Count
da: Antal på ventelisten

source: Registration Notification
da: Notifikation for tilmelding

source: Send an email to a registrant to confirm they were registered for an event?
da: Send en e-mail til tilmeldte for at bekræfte deres tilmelding til et arrangement?

source: Waitlist Notification
da: Venteliste notifikation

source: Send an email to a registrant to confirm they were added to the waitlist?
da: Send en e-mail til tilmeldte for at bekræfte, at de er tilføjet til ventelisten?

source: Send an email to a registrant to confirm they were promoted from the waitlist?
da: Send en e-mail til tilmeldte for at bekræfte, at de er blevet forfremmet fra ventelisten?

source: Resend Mail
da: Gensend mail

source: Register button
da: Tilmeldingsknap

source: Event Registration Reminders
da: Påmindelse om registrering

source: Reminder Sent
da: Påmindelse sendt

source: Enable Email Reminder
da: Aktiver email påmindelse

source: Select whether to enable email reminders for registrants.
da: Vælg, om du vil aktivere e-mailpåmindelser til tilmeldte.

source: Select when the reminder should be sent out.
da: Vælg, hvornår påmindelsen skal sendes ud.

source: Enable Registration Reminders
da: Aktiver registreringspåmindelser

source: Select this box to enable registration reminders for this event.
da: Vælg dette felt for at aktivere påmindelser om tilmelding til dette arrangement.

source: Send a reminder
da: Send en påmindelse

source: Registration Reminder
da: Tilmeldingspåmindelse

source: Event Series
da: Arrangementserie

source: Tokens for the eventseries entity type.
da: Tokens for eventseries-enhedstypen.

source: The reminder message to send to registrants.
da: Påmindelsesbeskeden sendt til registrerede.

source: Send an email to registrants when the event name changes?
da: Send en e-mail til tilmeldte, når arrangementets navn ændres?

source: Event Instance
da: Arrangementinstans

source: Register URL
da: Registrér URL

source: Event Registration Type
da: Arrangementsregistreringstype

source: The email of the registrant.
da: Emailen på den registrerede.

source: The URL to edit a registrant.
da: URL'en til at redigere en registreret.

source: Delete Registrant URL
da: Slet Deltager URL

source: The URL to delete a registrant.
da: URL'en til at slette en registreret.

source: Whether the event instance has availability.
da: Om begivenhed-instansen er tilgængelig.

source: The number of registration spaces available for an event instance
da: Antal mulige deltagere i en arrangemenstinstans

source: The number of registrations for an event instance.
da: Antal deltagere i en arrangementsinstans.

source: The number of waitlisted registrants for an event instance.
da: Antal deltagere på venteliste til en arrangementsinstans.

source: Registrations for %name on %date
da: Tilmeldte til %name på %date

source: Registrations for series: %name
da: Tilmeldinger til serier: %name

source: Event iCalendar Link
da: Arrangement iCalendar link

source: Link text for the Event iCalendar Link field.
da: Linktekst til iCalendar linkfeltet for arrangementet.

source: Download as iCal
da: Download som iCal

source: Select the type of event for which to map iCalendar properties.
da: Vælg typen af arrangement, som iCalendar-egenskaberne skal knyttes til.

source: Summary
da: Resumé

source: Short summary or subject for the event.
da: Kort resumé eller emne for arrangementet.

source: Contact
da: Kontakt

source: Contact information for the event.
da: Kontaktinformation for arrangementet.

source: A more complete description of the event than that provided by the summary.
da: En mere fyldig beskrivelse af arrangementet end i manchetten.

source: Geographic Position
da: Geografisk position

source: Location
da: Lokation

source: The intended venue for the event.
da: Det planlagte sted for arrangementet.

source: Priority
da: Prioritet

source: A URL associated with the event.
da: Arrangementets URL.

source: Event series instance count
da: Antal instanser i arrangementsserien

source: The number of event instances in a series.
da: Antallet af instanser i en arrangementsserie.

source: Event series start date
da: Startdato for arrangementsserie

source: The date on which an event first occurs.
da: Datoen for, hvornår et arrangement sker første gang.

source: Display the event instances associated with the series
da: Vis instanser i serien.

source: Event Series Instances
da: Instanser i arrangementsserie

source: Event Series has taxonomy term ID (with depth)
da: Arrangementsserien har kategori ID

source: Display event instance if it has the selected taxonomy terms, or children of the selected terms.
da: Vis arrangementsinstans, hvis den tilhører en kategori eller underkategori af de valgte termer.

source: Event Instance has taxonomy term ID (with depth)
da: Arrangementsserien har kategori ID

source: Date in the form of YYYY.
da: Dato på formen YYYY.

source: Date in the form of MM (01 - 12).
da: Dato på formen MM (01 - 12).

source: Date in the form of DD (01 - 31).
da: Dato på formen DD (01 - 31).

source: Date in the form of WW (01 - 53).
da: Dato på formen WW (01 - 53).

source: Date in the form of YYYYMM.
da: Dato på formen YYYYMM.

source: Date in the form of CCYYMMDD.
da: Dato på formen CCYYMMDD.

source: Add Instance
da: Tilføj instans

source: Successfully updated @success instance statuses. Skipped @skipped instances due to status or workflow mismatch with series.
da: Opdaterede @success instans statusser. Sprang @skipped instanser over pga. status eller ændringer ift. serien.

source: Skipping excluded date: @start_date - @end_date
da: Springe udelukket dato over: @start_date - @end_date

source: Skipping non-included date: @start_date - @end_date
da: Springer ikke-inkluderet dato over: @start_date - @end_date

source: 2 days
da: 2 dage

source: The title of the event instance.
da: Titlen på arrangementsinstansen.

source: The description of the event instance.
da: Beskrivelse af arrangementsinstansen.

source: Event Instance Start Date
da: Arrangementinstans startdato

source: Event Instance End Date
da: Arrangementinstans slutdato

source: Event Instance URL
da: Arrangementinstans URL

source: The title of the event series.
da: Titlen på arrangementsserien.

source: The description of the event series.
da: Beskrivelse af arrangementsserien.

source: Event Instance entity
da: Arrangementinstans enhed

source: Stores a monthly recurring date configuration
da: Gemmer en månedlig tilbagevendende datokonfiguration

source: Stores a weekly recurring date configuration
da: Gemmer en ugentlig tilbagevendende datokonfiguration

source: Stores a consecutive recurring date configuration
da: Gemmer en fortløbende tilbagevendende datokonfiguration

source: Stores a daily recurring date configuration
da: Gemmer en daglig tilbagevendende datokonfiguration

source: Stores a yearly recurring date configuration
da: Gemmer en årlig tilbagevendende datokonfiguration

source: Display the date of the referenced eventinstance using Date Compact.
da: Vis datoen for den refererede arrangement-instans med Date Compact.

source: Daily recurring date widget
da: Dagligt tilbagevendende dato widget

source: Adds event series to groups both publicly and privately.
da: Tilføjer arrangementserier til både offentlige og private grupper.

source: The title of the event series to add to the group
da: Titel på den arrangementsserie du vil tilføje til gruppen

source: View Event Registration List
da: Vis registreringslisten for arrangementet

source: Access will be granted depending on the registration configuration of an event.
da: Adgang vil blive givet afhængigt af registreringskonfigurationen for et arrangement.

source: Stores an event registration configuration
da: Gemmer en konfiguration til registrering af et arrangement

source: Event registration widget
da: Widget for arrangementsregistrering

source: Stores an event registration reminders configuration
da: Gemmer en konfiguration af påmindelser om begivenhedsregistrering

source: Event registration reminders widget
da: Widget for påmindelse om registrering

source: A link to an event's iCalendar download.
da: Et link til et arrangement iCalendar.

source: Add existing events
da: Tilføj eksisterende arrangementer

source: Add new events
da: Tilføj nye arrangementer

source: Registrations
da: Tilmeldinger

source: Recurring Events Registration Reminders
da: Påmindelser om tilmelding af tilbagevendende arrangementer

source: Enables reminders to be sent for upcoming events.
da: Aktiverer påmindelser, der sendes for kommende arrangementer.

source: Contact Registrants
da: Kontakt deltagere

source: Recurring Events Registration
da: Tilmelding af tilbagevendende begivenheder

source: Add Registration
da: Tilføj registrering

source: Edit Registration
da: Rediger registrering

source: Cancel Registration
da: Annuller registrering

source: Recurring Events Views
da: Visning af tilbagevendende arrangementer

source: Revisions
da: Versioner

source: Event Instance Settings
da: Arrangementinstans indstillinger

source: View events and registrations.
da: Vis begivenheder og registrationer

source: Add Event
da: Tilføj arrangement

source: Add a new event.
da: Tilføj nyt arrangement

source: Event instance listing.
da: Arrangementinstans liste.

source: Add Series Type
da: Tilføj serietype

source: Add An Event Series Type
da: Tilføj en arrangementsserie

source: Event Instance Types
da: Arrangementinstans typer

source: Recurring Events
da: Gentagende arrangementer

source: Provides the ability to create recurring events
da: Giver mulighed for at skabe gentagende arrangementer

source: Add event
da: Tilføj arrangement

source: Event Instance types
da: Arrangementinstans typer

source: Add Event Series Type
da: Tilføj type af arrangement-serie

source: Add Excluded dates
da: Tilføj udelukkede datoer

source: Add Included dates
da: Tilføj inkluderede datoer

source: '[node:title]' has been published on [site:name]
da: '[node:title]' er blevet publiceret på [site:name]

source: Dear [node:author:name], Your [node:type] '[node:title]' has been published on [site:name]. The link is [node:url]
da: "Kære [node:author:name], Din [node:type] '[node:title]' er blevet publiceret på [site:name]. Linket er [node:url]"

source: '[node:title]' has been unpublished on [site:name]
da: '[node:title]' er blevet afpubliceret på [site:name]

source: Dear [node:author:name], Your [node:type] '[node:title]' has been unpublished on [site:name]. The link is [node:url]
da: "Kære [node:author:name], Din [node:type] '[node:title]' er blevet afpubliceret på [site:name]. Linket er [node:url]"

source: Node
da: Indholdselement

source: Publish-on Date
da: Udgivelsesdato

source: Set scheduled publishing date
da: Indstil planlagt dato for publicering

source: Unpublish-on Date
da: Afpublicer på dato

source: Set scheduled unpublishing date
da: Indstil planlagt dato for afpublicering

source: Remove scheduled publishing date
da: Fjern planlagt publiceringsdato

source: Remove scheduled unpublishing date
da: Fjern planlagt afpubliceringsdato

source: Scheduler
da: Planlægning

source: The object representing the scheduled @entity_type
da: Objektet, der repræsenterer den planlagte @entity_type

source: After saving a new @entity_type that is scheduled for publishing
da: Efter at have gemt en ny @entity_type, der er planlagt til publicering

source: After saving a new @entity_type that is scheduled for unpublishing
da: Efter at have gemt en ny @entity_type, der er planlagt til afpublicering

source: After updating a @entity_type that is scheduled for publishing
da: Efter opdatering af en @entity_type, der er planlagt til offentliggørelse

source: After updating a @entity_type that is scheduled for unpublishing
da: Efter opdatering af en @entity_type, der er planlagt til afpublisering

source: After Scheduler has published a @entity_type
da: Efter Planlægger har publiceret en @entity_type

source: After Scheduler has unpublished a @entity_type
da: Efter Planlægger har afpubliceret en @entity_type

source: @entity_type_label type is enabled for scheduled publishing
da: @entity_type_label type er aktiveret for planlagt publicering

source: The @entity_type_singular to check for the type being enabled for scheduled publishing.
da: @entity_type_singular kontrollerer, om typen er aktiveret til planlagt publicering.

source: @entity_type_label type is enabled for scheduled unpublishing
da: @entity_type_label type er aktiveret for planlagt afpublicering

source: The @entity_type_singular to check for the type being enabled for scheduled unpublishing.
da: @entity_type_singular kontrollerer, om typen er aktiveret til planlagt afpublicering.

source: @entity_type_label is scheduled for publishing
da: @entity_type_label er planlagt til publicering

source: The @entity_type_singular to check for having a scheduled publishing date.
da: @entity_type_singular tjekker for en planlagt dato for publicering.

source: @entity_type_label is scheduled for unpublishing
da: @entity_type_label er planligt til afpublicering

source: The @entity_type_singular to check for having a scheduled unpublishing date.
da: @entity_type_singular tjekker for en planlagt dato for afpublicering.

source: Set date for publishing a @entity_type_singular
da: Indstil dato for publicering af @entity_type_singular

source: @entity_type_label for scheduling
da: @entity_type_label til planlægning

source: The @entity_type_singular which is to have a scheduled publishing date set
da: @entity_type_singular som skal have fastsat en planlagt dato for publicering

source: Date for publishing
da: Dato for publicering

source: Set date for unpublishing a @entity_type_singular
da: Indstil dato for afpublicering af @entity_type_singular

source: The @entity_type_singular which is to have a scheduled unpublishing date set
da: @entity_type_singular som skal have fastsat en planlagt dato for afpublicering

source: Date for unpublishing
da: Dato for afpublicering

source: Remove date for publishing a @entity_type_singular
da: Fjern dato for publicering af @entity_type_singular

source: The @entity_type_singular from which to remove the scheduled publishing date
da: @entity_type_singular, hvorfra den planlagte dato for publicering skal fjernes

source: Remove date for unpublishing a @entity_type_singular
da: Fjern dato for afpublicering af @entity_type_singular

source: The @entity_type_singular from which to remove the scheduled unpublishing date
da: @entity_type_singular, hvorfra den planlagte dato for afpublicering skal fjernes

source: @entity_type_label for publishing
da: @entity_type_laber til publicering

source: The @entity_type_singular to be published now
da: @entity_type_singular publiceres nu

source: Unpublish a @entity_type_singular immediately
da: Afpublicér @entity_type_singular med det samme

source: @entity_type_label for unpublishing
da: @entity_type_label til afpublicering

source: The @entity_type_singular to be unpublished now
da: @entity_type_singular afpubliceres nu

source: scheduled publishing
da: planlagt publicering

source: scheduled unpublishing
da: planlagt afpublicering

source: @bundle_label is enabled for @activity
da: @bundle_label er aktiveret for @activity

source: @type settings
da: @type indstillinger

source: Action %action is not valid because @activity is not enabled for %type @group. Add the condition %condition to your Reaction Rule, or enable @activity via the <a href="@url">%type</a> settings.
da: Handling %action er ikke gyldig fordi @activity ikke er aktiveret for %type @group. Tilføj betingelsen %condition til din kommando, eller aktiver @activity via <a href="@url">%type</a> indstillinger.

source: Entity Types
da: Enhedstyper

source: publishing
da: Publicerer

source: unpublishing
da: afpublicering

source: The settings below are common to all entity types.
da: Indstillingerne nedenfor er fælles for alle enhedstyper.

source: Date only
da: Kun dato

source: Allow users to enter only a date and provide a default time.
da: Tillad brugere kun at indtaste en dato og tilbyd et standardtidspunkt.

source: When only a date is entered the time will default to a specified value, but the user can change this if required.
da: Når der kun indtastes en dato, vil klokkeslættet som standard være en specifik værdi, men brugeren kan ændre dette, hvis det er nødvendigt.

source: Default time
da: Standardtid

source: Provide a default time in @format format that will be used if the user does not enter a value.
da: Angiv et standardtidspunkt i formatet @format, som vil blive brugt, hvis brugeren ikke indtaster en værdi.

source: Time settings
da: Tidsindstillinger

source: When entering a time, only show hours and minutes in the input field.
da: Når der indtastet et klokkeslæt, vis kun timer og minutter i inputfeltet.

source: The default time should be in the format @format
da: Standardtiden skal være i formatet @format

source: You can test Scheduler's lightweight cron process interactively
da: Du kan teste Schedulers letvægts cron-proces interaktivt

source: Scheduled content
da: Planlagt indhold

source: Scheduled media
da: Planlagt medie

source: Scheduled products
da: Planlagte produkter

source: The previous creation date was @old_creation_date, now updated to match the publishing date.
da: Den tidligere oprettelsesdato var @old_creation_date, nu opdateret til at matche udgivelsesdatoen.

source: View @type
da: Se @type

source: @label settings
da: @label indstillinger

source: Unpublished by Scheduler. The scheduled unpublishing date was @unpublish_on.
da: Afpubliceret af Scheduler. Den planlagte dato for afpublicering var @unpublish_on.

source: Action '%action_id' is missing. Use <a href=':url'>Config Update</a> to import the missing action.
da: Handlingen '%action_id' mangler. Brug <a href=':url'>Config Update</a> til at importere den manglende handling.

source: settings
da: indstillinger

source: Unknown entity types (@unknown)
da: Ukendt indholdselement (@unknown)

source: Settings removed from @bundle
da: Indstillinger fjernet fra @bundle

source: Unpublish On field hidden for: @list
da: Afpublicer på felt skjult for: @list

source: Schedule publishing and unpublishing of %label
da: Planlagt publicering og afpublicering af %label

source: Allows users to set a start and end time for %singular_label publication.
da: Tillad brugere at indstille et start- og sluttidspunkt for %singular_label publicering.

source: View scheduled %label
da: Vis planlagt %label

source: Allows users to see a list of all %plural_label that are scheduled.
da: Tillad brugere at se en liste med alle %plural_label, der er planlagt.

source: Form
da: Formular

source: Scheduler options
da: Indstillinger for Scheduler

source: Default timezone: %date_default_timezone (%date_default_code), offset from UTC/GMT by %date_default_offset hours. This timezone can be <a href="@admin_regional_settings">changed by admin users</a> with the appropriate access.
da: Standard tidszone: %date_default_timezone (%date_default_code), forskudt fra UTC/GMT med %date_default_offset timer. Denne tidszone kan <a href="@admin_regional_settings">ændres af administratorer</a> med adgang.

source: Your local time is %localtime (%daylight_saving). This is not configurable by you.
da: Din lokale tid er %localtime (%daylight_saving). Dette kan ikke konfigureres af dig.
