Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: This informs iOS devices to display a banner to a specific app. If used, it must provide the 'app-id' value, the 'affiliate-data' and 'app-argument' values are optional.
da: Dette informerer IOS-enheder om at vise et banner til en bestemt app. Hvis den bruges, skal den angive værdien 'app-id', mens værdierne 'affiliate-data' og 'app-argument' er valgfrie.

source: Application name
da: Applikationsnavn

source: A legacy meta tag for older versions of Internet Explorer on Windows, use the value 'on' to enable it; this tag is ignored by all other browsers.
da: Et arve meta-tag for ældre versioner af Internet Explorer på Windows, brug værdien 'on' for at aktivere det; dette tag ignoreres af alle andre browsere.

source: A custom string for deeplinking to an Android mobile app. Should be in the format 'package_name/host_path', e.g. 'com.example.android/example/hello-screen'. The 'android-app://' prefix will be included automatically.
da: En tilpasset streng for deeplinking til en Android mobilapp. Skal være i formatet 'pakkenavn/værtssti', f.eks. 'com.example.android/eksempel/hello-skærm'. Prefixet 'android-app://' inkluderes automatisk.

source: A custom string for deeplinking to an iOS mobile app. Should be in the format 'itunes_id/scheme/host_path', e.g. 123456/example/hello-screen'. The 'ios-app://' prefix will be included automatically.
da: En tilpasset streng for deeplinking til en iOS mobilapp. Skal være i formatet 'itunes_id/skema/værtssti', f.eks. 123456/eksempel/hello-skærm'. Prefixet 'ios-app://' inkluderes automatisk.

source: Site verification
da: Verifikation af hjemmeside

source: These meta tags are used to confirm site ownership for search engines and other services.
da: Disse metatags bliver brugt til at bekræfte hjemmesideejerskab for søgemaskiner og andre sercives.

source: The app ID for the app store.
da: App-ID for app-butikken.

source: Windows Universal app name
da: Windows Universal app navn

source: The name of the app (suitable for display)
da: Navnet på appen (egnet til visning).

source: A custom scheme for the iOS app. <strong>This attribute is required by the app Links specification.</strong>
da: Et tilpasset skema for iOS-appen. <strong>Dette attribut er påkrævet af App Links-specifikationen.</strong>

source: Windows Phone app ID
da: Window Phone app ID

source: Windows Universal app URL scheme
da: Windows Universal app URL oversigt

source: A custom scheme for the Android app.
da: Et tilpasset skema for Android-appen.

source: Windows Phone app URL scheme
da: Windows Phone-appens URL-skema

source: Windows app URL scheme
da: Windows app URL skema

source: The web URL; defaults to the URL for the content that contains this tag.
da: Web URL'en; standardiserer til URL'en for indhold, der indeholder dette tag.

source: Android app name
da: Android app navn

source: The name of the app (suitable for display).
da: Navnet på appen (egnet til visning).

source: Windows app name
da: Windows app navn

source: Windows Phone app name
da: Windows Phone appens navn

source: Video width
da: Video bredde

source: First name
da: Fornavn

source: The first name of the person who's Profile page this is.
da: Fornavnet på den person, hvis profilside dette er.

source: Site name
da: Sitets navn

source: A human-readable name for the site, e.g., <em>IMDb</em>.
da: Et menneskelæsbart navn for sitet, f.eks. <em>IMDb</em>.

source: Article tag(s)
da: Artikel-tag(s)

source: Appropriate keywords for this content.
da: Passende nøgleord for dette indhold.

source: The URL of an video which should represent the content. For best results use a source that is at least 1200 x 630 pixels in size, but at least 600 x 316 pixels is a recommended minimum. Object types supported include video.episode, video.movie, video.other, and video.tv_show.
da: URL til en video, som skal repræsentere indholdet. For at opnå de bedste resultater skal du bruge en kilde, der er mindst 1200 x 630 pixels stor, men mindst 600 x 316 pixels er et anbefalet minimum. Understøttede objekttyper omfatter video.episode, video.movie, video.other og video.tv_show.

source: The primary section of this website the content belongs to.
da: Den primære sektion på denne hjemmeside, som indholdet hører til.

source: Book author
da: Forfatter

source: The MIME type of the audio file. Examples include 'application/mp3' for an MP3 file.
da: MIME-typen af lydfilen. Eksempler er 'application/mp3' for en MP3-fil.

source: Article author
da: Artiklens forfatter

source: Determiner
da: Bestemmer

source: The word that appears before the content's title in a sentence. The default ignores this value, the 'Automatic' value should be sufficient if this is actually needed.
da: Ordet, der optræder før indholdets titel i en sætning. Standarden ignorerer denne værdi, den 'automatiske' værdi burde være nok, hvis dette faktisk er nødvendigt.

source: Content type
da: Indholdstype

source: The type of the content, e.g., <em>movie</em>.
da: Typen af indhold, f.eks. <em>movie</em>.

source: Tag words
da: Tags

source: Tag words associated with this video.
da: Tags forbundet med denne video.

source: Locality
da: Lokalitet

source: See also
da: Se også

source: URLs to related content
da: URL'er til relateret indhold

source: Article publisher
da: Artiklens udgiver

source: Actor(s)
da: Aktør(er)

source: A alternative version of og:image and has exactly the same requirements; only one needs to be used.
da: En alternativ version af og:image og har præcis samme krav; kun én skal bruges.

source: Book tag(s)
da: Bog tag(s)

source: Video height
da: Video højde

source: The type of video referenced above. Should be either video.episode, video.movie, video.other, and video.tv_show. Note: there should be one value for each video, and having more than there are videos may cause problems.
da: Typen af video refereret ovenfor. Skal enten være video.episode, video.movie, video.other, og video.tv_show. Bemærk: Der skal kun være én værdi for hver video, og at have flere, end der er videoer, kan forårsage problemer.

source: The secure URL (HTTPS) of an image which should represent the content. The image must be at least 200 x 200 pixels in size; 600 x 316 pixels is a recommended minimum size, and for best results use an image least 1200 x 630 pixels in size. Supports PNG, JPEG and GIF formats.
da: Den sikre URL (HTTPS) af et billede, der skal repræsentere indholdet. Billedet skal mindst være 200 x 200 pixels i størrelse, 600 x 316 pixels er den anbefalede mindstestørrelse, og brug et billede på mindst 1200 x 630 pixels i størrelse for bedste resultat. Understøtter PNG, JPEG og GIF formater.

source: Director(s)
da: Direktør(er)

source: Gender
da: Køn

source: Any of Facebook's gender values should be allowed, the initial two being 'male' and 'female'.
da: Enhver af Facebooks kønsværdier bør tillades, de første to værende 'male' og 'female'.

source: Video duration (seconds)
da: Video varighed (sekunder)

source: The length of the video in seconds
da: Længden på videoen i sekunder

source: A description of what is in the image, not a caption. If the page specifies an og:image it should specify og:image:alt.
da: En beskrivelse af hvad der er på billedet, ikke en billedtekst. Hvis siden specificerer et og:image, bør den specificere og:image:alt.

source: Article publication date & time
da: Artiklens publiseringsdato & -tid

source: The URL to an audio file that complements this object.
da: URL'en til en lydfil, der komplimenterer dette objekt.

source: Article modification date & time
da: Artiklens ændringsdato & -tid

source: Actor's role
da: Aktørens rolle

source: Series
da: Serie

source: The TV show this series belongs to.
da: Den tv-serie, som denne serie tilhører.

source: Last name
da: Efternavn

source: The person's last name.
da: Personens efternavn.

source: The width of the above image(s). Note: if both the unsecured and secured images are provided, they should both be the same size.
da: Bredden på de ovenstående billed(er). Note: hvis både de usikre og sikre billeder er givet, skal de begge være samme størrelse.

source: Phone number
da: Telefonnummer

source: The date the video was released.
da: Datoen for, hvornår videoen blev udgivet.

source: Video Secure URL
da: Video Sikker URL

source: The secure URL (HTTPS) of an video which should represent the content.
da: Den sikre URL (HTTPS) af en video, som repræsenterer indholdet.

source: Postal/ZIP code
da: Postnummer

source: Content modification date & time
da: Indholdets ændringsdato og -tid

source: Release Date
da: Udgivelsesdato

source: The date the book was released.
da: Udgivelsesdato

source: Locale
da: Lokalitet

source: The locale these tags are marked up in, must be in the format language_TERRITORY. Default is 'en_US'.
da: Lokaliteten, som disse tags er markeret i, skal være i formatet language_TERRITORY. Standard er 'en_US'.

source: The type of image referenced above. Should be either 'image/gif' for a GIF image, 'image/jpeg' for a JPG/JPEG image, or 'image/png' for a PNG image. Note: there should be one value for each image, and having more than there are images may cause problems.
da: Typen af billede refereret ovenfor. Skal enten være 'billede/gif' for et GIF billede, 'billede/jpeg' for et JPG/JPEG billede, eller 'billede/png' for et PNG billede. Bemærk: Der skal kun være én værdi for hvert billede, og at have flere, end der er billeder, kan forårsage problemer.

source: The URL of an image which should represent the content. The image must be at least 200 x 200 pixels in size; 600 x 316 pixels is a recommended minimum size, and for best results use an image least 1200 x 630 pixels in size. Supports PNG, JPEG and GIF formats. Should not be used if og:image:url is used. Note: if multiple images are added many services (e.g. Facebook) will default to the largest image, not specifically the first one.
da: URL'en til et billede, der skal repræsentere indholdet. Billedet skal være mindst 200 x 200 pixels stort; 600 x 316 pixels er en anbefalet minimumsstørrelse, og for de bedste resultater skal du bruge et billede, der er mindst 1200 x 630 pixels stort. Understøtter PNG-, JPEG- og GIF-formater. Bør ikke bruges, hvis og:image:url bruges. Bemærk: Hvis der tilføjes flere billeder, vil mange tjenester (f.eks. Facebook) som standard vælge det største billede, ikke nødvendigvis det første.

source: Scriptwriter(s)
da: Manuskriptforfatter(e)

source: Fax number
da: Fax nummer

source: Article expiration date & time
da: Artiklens udløbsdato & -tid

source: Street address
da: Gadenavn

source: The secure URL to an audio file that complements this object. All 'http://' URLs will automatically be converted to 'https://'.
da: Den sikre URL til en lydfil, som komplimenterer dette objekt. Alle 'http://' URLs vil automatisk blive konverteret til 'https://'.

source: The title of the content, e.g., <em>The Rock</em>.
da: Titlen på indhold, f.eks., <em>The Rock</em>.

source: The height of the above image(s). Note: if both the unsecured and secured images are provided, they should both be the same size.
da: Højden på ovenstående billede(r). Bemærk: Hvis der leveres både usikrede og sikrede billeder, skal de begge have samme størrelse.

source: Alternative locales
da: Alternative lokaler

source: The Book's ISBN
da: Bogens ISBN

source: Username
da: Brugernavn

source: A pseudonym / alias of this person.
da: Et pseudonym / alias af denne person.

source: Email address
da: E-mail-adresse

source: A metatag tag for testing.
da: Et meta-tag for testning.

source: Provides support for Pinterest's custom meta tags.
da: Udøver støtte til Pinterests brugerdefinerede meta tags.

source: A set of meta tags specially for controlling advanced functionality with Facebook.
da: Et sæt meta-tags, der er specialiseret i at styre avancerede funktioner på Facebook.

source: Add default meta tags
da: Tilføj default meta-tags

source: Delete default meta tags
da: Slet standard meta tags

source: Verifies ownership of a site for search engines and other services.
da: Verificerer ejerskabet af en hjemmeside for søgemaskiner og andre tjenester.

source: Deprecated module, do not use. Will be removed in 3.0.0.
da: Forældet modul - brug ikke. Vil blive fjernet i version 3.0.0.

source: Adds individual permissions for each meta tag, allowing for fine-grained access to the meta tags. Note: this may lead to performance issues on the permissions admin page, please see the included README.txt file for details.
da: Tilføjer individuelle tilladelser for hver meta tag, hvilket tillader finjusteret adgang til meta-tags. Bemærk: Dette kan føre til ydelsesproblemer på administrationssiden. Se venligst den medfølgende README.txt fil for detaljer.

source: Support module for integration with metatag module.
da: Supportmoduls integrering med metatag-modul.

source: Support module for testing handling of a custom meta tag.
da: Supportmodul til test af håndtering af et brugerdefineret metatag.

source: Add custom metatag
da: Tilføj brugerdefineret meta-tag

source: Add remove button for multi showing fields.
da: Tilføj "fjern"-knap for felter med multivisning.

source: Add another item
da: Tilføj endnu et element

source: Weight for row @number
da: Vægt af række @number

source: Add more complexity
da: Tilføj mere kompleksitet

source: Values
da: Værdier

source: Value A
da: Værdi A

source: Value B
da: Værdi B

source: Textfield one
da: Tekstfelt et

source: Texfield two
da: Tekstfelt to

source: Log in with @client_title
da: Log ind med @client_title

source: Save user claims on every login
da: Gem brugerkrav ved hvert login

source: Above
da: Ovenover

source: Below
da: Under

source: Replace
da: Erstat

source: User claims mapping
da: Kortlægning af brugerkrav

source: - No mapping -
da: - Ingen kortlægning -

source: <strong><em>Please note:</em> This option has security implications, only use with trusted OpenID Connect providers.</strong><br />If disabled, authentication will fail for accounts with existing email addresses, users may connect existing accounts on their personal Connected Accounts page in a secure way.
da: <strong><em>Vær opmærksom på:</em> Denne indstilling har sikkerhedsmæssige implikationer, brug kun med betroede OpenID Connect udbydere.</strong><br />Hvis deaktiveret, vil autentifikation fejle for konti med eksisterende e-mailadresser, brugere kan forbinde eksisterende konti på deres personlige Connected Accounts side på en sikker måde.

source: You can connect your account with these external providers.
da: Du kan forbinde din bruger med disse eksterne udbydere.

source: Disconnect from @client_title
da: Afkobl fra @client_title

source: Account successfully disconnected from @client.
da: Kontoen er succesfuldt fjernet fra @client.

source: You cannot connect another user's account.
da: Du kan ikke tilslutte en anden brugers konto.

source: Redirect URL
da: Omdirigér til URL

source: Client ID
da: Klient ID

source: UserInfo endpoint
da: UserInfo slutpunkt

source: Unknown error.
da: Ukendt fejl.

source: Account successfully connected with @provider.
da: Konto succesfuld forbundet med @provider

source: The e-mail address is not valid: @email
da: Emailadressen er ikke gyldig: @email

source: The e-mail address is already taken: @email
da: Emailadressen benyttes allerede: @email

source: Thank you for applying for an account. Your account is currently pending approval by the site administrator.
da: Tak for din anmodning om en konto. Din konto afventer godkendelse af en administrator.

source: The username %name has not been activated or is blocked.
da: Brugernavnet %name er blokeret eller ikke aktiveret.

source: Another user is already connected to this @provider account.
da: En anden bruger er allerede forbundet til denne @provider konto.

source: Full name
da: Fulde navn

source: Surname(s) or last name(s)
da: Familienavn(e) eller efternavn(e)

source: Middle name
da: Mellemnavn

source: Middle name(s)
da: Mellemnavn(e)

source: Nickname
da: Kælenavn

source: Casual name
da: Kaldenavn

source: Shorthand name by which the End-User wishes to be referred to
da: Kort navn, som slutbrugeren ønsker at blive omtalt med

source: Profile page URL
da: Profilside URL

source: Picture
da: Billede

source: Profile picture URL
da: Profilbillede URL

source: Web page or blog URL
da: Web side eller blog URL

source: True if the e-mail address has been verified; otherwise false
da: Sandt, hvis e-mailadressen er blevet verificeret; ellers falsk

source: Birthdate
da: Fødselsdag

source: Birthday
da: Fødselsdato

source: Time zone
da: Tidszone

source: Preferred telephone number
da: Foretrukket telefonnummer

source: Phone number verified
da: Verificeret telefonnummer

source: True if the phone number has been verified; otherwise false
da: Sandt hvis telefonnummeret er blevet verificeret, ellers falsk

source: Preferred postal address
da: Foretrukket postadresse

source: Updated at
da: Opdateret på

source: Time the information was last updated
da: Tidspunkt for, hvornår informationen sidst blev opdateret

source: Drupal users can use external OpenID Connect authentication providers to register and login to the Drupal site.
da: Drupal-brugere kan bruge eksterne OpenID Connect godkendelsesudbydere til at registrere sig og logge ind på Drupal-siden.

source: Custom OpenID Connect/OAuth2 providers
da: Brugerdefinerede OpenID Connect/OAuth2 udbydere

source: The user's time zone.
da: Brugerens tidszone.

source: %name is connected to an external authentication system.
da: %name er forbundet til et eksternt autentifikationssystem

source: OpenID Connect
da: OpenID Connect (Adgangsplatformen)

source: OpenID Connect login
da: Login til Adgangsplatformen

source: Configure OpenID Connect, choose active OpenID Connect clients etc.
da: Indstil credentials til adgangsplatformen, ID og secret.

source: Categories
da: Kategorier

source: Display Paragraphs as list
da: Vis Paragraphs som liste

source: Delete Paragraphs category
da: Slet Paragraphs kategori

source: Description for the Paragraphs category.
da: Beskrivelse af Paragraphs kategorien.

source: The %label Paragraphs category was not saved.
da: %label paragrapher kategorien var ikke gemt.

source: The machine name you entered is reserved. Please use another one.
da: Det maskinnavn, du har indtastet, er reserveret. Brug venligst et andet.

# Paragraphs Editor Enhancements
source: Add Paragraph
da: Tilføj paragraph

# Paragraphs Editor Enhancements
source: Add @widget_title
da: Tilføj @widget_title

source: Show all @title_plural
da: Vis alle @title_plural

source: Show @category_title only
da: Vis kun @category_title

source: Uncategorized
da: Ikke kategoriseret

source: Show uncategorized @title_plural
da: Vis ukategoriserede @title_plural

# Paragraphs Editor Enhancements
source: Search
da: Søg

# Paragraphs Editor Enhancements
source: Search @placeholder_value by title and description
da: Søg i @placeholder_value efter titel og beskrivelse

# Paragraphs Editor Enhancements
source: Display paragraphs in dialog as: %style
da: Vis paragraphs i dialog som: %style

source: Use arrows for drag & drop
da: Brug pile til træk & slip

source: Display Paragraphs in dialog as
da: Vis Paragraphs i dialog som

source: Add paragraphs category
da: Tilføj paragraphs kategori

source: Applies editor enhancements to Paragraphs Sets.
da: Anvender redaktørforbedringer til Paragraphs Sets.

source: Create and manage Paragraphs categories.
da: Opret og administrer Paragraphs kategorier.

source: Edit paragraphs category
da: Rediger Paragraphs kategori

source: Delete paragraphs category
da: Slet paragraphs kategori

source: Reduce actions dropdown to a button when there is only one option
da: Reducer handlingsdropdown til en knap, når der kun er én valgmulighed

source: Enable confirmation on paragraphs remove
da: Aktiver bekræftelse ved fjernelse af paragraphs

source: Enable add in between buttons
da: Aktiver tilføj imellem knapper

source: Set the number of buttons available to directly add a paragraph.
da: Indstil antallet af knapper, der er tilgængelige for at tilføje en paragraph direkte.

source: An extended experimental paragraphs test widget.
da: En udvidet eksperimentel paragraphs test widget.

source: You have not created any event types yet. Go to the <a href="@create_content">eventseries type creation page</a> to add a new eventseries type.
da: Du har ikke oprettet nogle begivenhedstyper endnu. Gå til siden <a href="@create_content">eventseries for at tilføje en ny eventserietype.

source: Register
da: Opret konto

source: Are you sure you want to revert to the revision from %revision-date?
da: Ønsker du at vende tilbage til versionen fra %revision-date?

source: Copy of the revision from %date.
da: Kopi af versionen fra %date.

source: Successfully deleted @count instance(s).
da: Sletning af @count instanser blev gennemført.

source: Unable to determine
da: Ude af stand til at bestemme

source: Event Creation
da: Arrangør

source: Event Series Time Intervals
da: Tidsinterval for arrangementsserie

source: Enter the interval, in minutes, to be used to separate event start times. Default is 15 minutes. Set to 0 to allow users to enter any time.
da: Indsæt intervallet, i minutter, til at adskille starttidspunktet for separate instanser. Standarden er sat til 15 minutter. Sæt til 0 for at tillade brugere at indsætte en hvilken som helst værdi.

source: Event Series Minimum Time
da: Minimumstid

source: Enter the earliest an event can start, in h:ia format. For example 08:00am.
da: Indtast arrangementets starttidspunkt, i h:ia format. For eksempel kl. 08:00am.

source: Event Series Maximum Time
da: Maximumstid

source: Enter the latest an event can start, in h:ia format. For example 11:45pm.
da: Indtast det seneste tidspunkt, hvor arrangementet starter, i h:ia format. For eksempel kl. 11:45pm.

source: Event Series Date Format
da: Arrangementseries datoformat

source: Enter the @link used when listing event dates. Default is F jS, Y h:iA.
da: Indtast det @link, der bruges, når arrangementdatoer listes. Standard er F jS, Y h:iA.

source: Event Series Time Format
da: Tidsformat for arrangementsserie

source: Enter the @link used when selecting times. Default is h:i A.
da: Indtast det @link, der bruges, når tider vælges. Standard er h:i A.

source: Monday
da: Mandag

source: Tuesday
da: Tirsdag

source: Wednesday
da: Onsdag

source: Thursday
da: Torsdag

source: Friday
da: Fredag

source: Saturday
da: Lørdag

source: Sunday
da: Søndag

source: Event Series Days
da: Arrangementseries dage

source: Select the days of the week available when creating events.
da: Vælg de dage på ugen som skal være mulige at vælge når man opretter et arrangement.

source: Event Specific Excluded Dates
da: Specifikke undladte datoer for arrangementsserie

source: Enable event specific excluded dates? To add global excluded dates visit the @link.
da: Aktiver specifikke udelukkede datoer for arrangementet? For at tilføje globale udelukkede datoer besøg @link.

source: Event Specific Included Dates
da: Specifikke inkluderede datoer for arrangementsserie

source: Enable event specific included dates? To add global included dates visit the @link.
da: Aktiver specifikke inkluderede datoer for arrangementet? For at tilføje globale inkluderede datoer besøg @link.

source: Show Event Instance Threshold Warning?
da: Vis advarsel om grænseværdi for antal arrangementsinstanser?

source: Display a warning when too many event instances may be created?
da: Vis en advarsel, når der kan blive oprettet for mange arrangement-instanser?

source: Event Instance Threshold Count
da: Grænseværdi for arrangementsinstanser

source: The number of event instances to trigger the warning
da: Antal instanser i en serie der skal udløse advarsel om overskredet grænseværdi
