Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: A related resource of which the described resource is a version, edition, or adaptation. Changes in version imply substantive changes in content rather than differences in format.
da: En relateret ressource, hvor den beskrevne ressource er en version, udgave eller adaptation. Ændringer i version indebærer uafhængige ændringer i indhold snarere end forskelle i format.

source: The size or duration of the resource.
da: Størrelsen eller varigheden af materialet.

source: Date of copyright.
da: Copyrightdato

source: Date Issued
da: Udstedelsesdato

source: The policy governing the addition of items to a collection.
da: Den politik, der styrer tilføjelsen af genstande til en samling.

source: Spatial Coverage
da: Rummelig dækning

source: Spatial characteristics of the resource.
da: Ressourcens rummelige egenskaber.

source: Document status
da: Dokumentstatus

source: The document status, e.g. "draft".
da: Status for dokumentet, f.eks. "kladde".

source: Department
da: Afdeling

source: Department tag.
da: Afdelingstag.

source: The content audience, e.g. "all".
da: Målgruppen for indholdet, f.eks. "alle".

source: Use a url of a valid image.
da: Brug en URL af et gyldigt billede.

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant. Spatial topic and spatial applicability may be a named place or a location specified by its geographic coordinates. Temporal topic may be a named period, date, or date range. A jurisdiction may be a named administrative entity or a geographic place to which the resource applies. Recommended best practice is to use a controlled vocabulary such as the Thesaurus of Geographic Names [TGN]. Where appropriate, named places or time periods can be used in preference to numeric identifiers such as sets of coordinates or date ranges.
da: Det rumlige eller tidsmæssige emne for ressourcen, ressourcens rumlige anvendelighed eller den jurisdiktion, som ressourcen er relevant under. Det rumlige emne og den rumlige anvendelighed kan være et navngivet sted eller et sted, der er specificeret ved dets geografiske koordinater. Tidsmæssigt emne kan være en navngiven periode, dato eller datointerval. En jurisdiktion kan være en navngiven administrativ enhed eller et geografisk sted, som ressourcen gælder for. Anbefalet best practice er at bruge et kontrolleret vokabular som Thesaurus of Geographic Names [TGN]. Hvor det er relevant, kan navngivne steder eller tidsperioder bruges i stedet for numeriske identifikatorer såsom koordinatsæt eller datointervaller.

source: Source
da: Kilde

source: A related resource from which the described resource is derived. The described resource may be derived from the related resource in whole or in part. Recommended best practice is to identify the related resource by means of a string conforming to a formal identification system.
da: En relateret ressource, hvorfra den beskrevne ressource er afledt. Den beskrevne ressource kan være afledt fra den relaterede ressource helt eller delvist. Bedste praksis er at identificere den relaterede ressource ved hjælp af en streng, der overholder et formelt identifikationssystem.

source: Rights
da: Rettigheder

source: Creator
da: Forfatter

source: Subject
da: Emne

source: The file format, physical medium, or dimensions of the resource. Examples of dimensions include size and duration. Recommended best practice is to use a controlled vocabulary such as the list of Internet Media Types [MIME].
da: Materialets filformat, fysiske medium eller dimensioner. Eksempler på dimensioner er størrelse og varighed. Anbefalet bedste praksis er at bruge et kontrolleret ordforråd som f.eks. listen over Internet Media Types [MIME].

source: Date
da: Dato

source: A point or period of time associated with an event in the lifecycle of the resource. Date may be used to express temporal information at any level of granularity. Recommended best practice is to use an encoding scheme, such as the W3CDTF profile of ISO 8601 [W3CDTF].
da: Et tidspunkt eller en periode forbundet med et arrangement i ressourcens livscyklus. Datoen kan bruges til at udtrykke tidsmæssig information på ethvert detaljeringsniveau. Bedste praksis er at bruge en kodningsskema, såsom W3CDTF-profilen af ISO 8601 [W3CDTF].

source: Title
da: Titel

source: The name given to the resource.
da: Navnet givet til materialet.

source: Contributor
da: Bidragyder

source: A language of the resource. Recommended best practice is to use a controlled vocabulary such as RFC 4646 [RFC4646].
da: Et ressourcesprog. Bedste praksis er at bruge et kontrolleret ordforråd som RFC 4646 [RFC4646].

source: Publisher
da: Udgiver

source: Expires
da: Udløber

source: Control when the browser's internal cache of the current page should expire. The date must to be an <a href='https://www.csgnetwork.com/timerfc1123calc.html'>RFC-1123</a>-compliant date string that is represented in Greenwich Mean Time (GMT), e.g. 'Thu, 01 Sep 2016 00:12:56 GMT'. Set to '0' to stop the page being cached entirely.
da: Kontroller, hvornår browserens interne cache af denne side skal udløbe. Datoen skal være en <a href='https://www.csgnetwork.com/timerfc1123calc.html'>RFC-1123</a>- Datoen skal være repræsenteret i Greenwich Mean Time (GMT), f.eks. 'Thu, 01 Sep 2016 00:12:56 GMT'. Sæt til '0' for helt at stoppe siden i at blive cache-lagret.

source: A brief URL, often created by a URL shortening service.
da: En kort URL, typisk lavet af en URL forkortelsesservice.

source: Used to rate content for audience appropriateness. This tag has little known influence on search engine rankings, but can be used by browsers, browser extensions, and apps. The <a href='https://www.metatags.org/meta_name_rating'>most common options</a> are general, mature, restricted, 14 years, safe for kids. If you follow the <a href='https://www.rtalabel.org/index.php?content=howto'>RTA Documentation</a> you should enter RTA-5042-1996-1400-1577-RTA
da: Bruges til at vurdere, om indhold er passende for målgruppen. Dette tag har kun ringe indflydelse på søgemaskinernes placeringer, men kan bruges af browsere, browserudvidelser og apps. De <a href='https://www.metatags.org/meta_name_rating'>most common options</a> er generel, moden, begrænset, 14 år, sikker for børn Hvis du følger <a href='https://www.rtalabel.org/index.php?content=howto'>RTA-Documentation</a>, skal du indtaste RTA-5042-1996-1400-1577-RTA

source: Describes the name and version number of the software or publishing tool used to create the page.
da: Beskriver navn og versionsnummer på softwaren eller publiceringsværktøjet, der blev brugt til at oprette siden.

source: Set cookie
da: Indstil cookie

source: <a href='https://www.metatags.org/meta_http_equiv_set_cookie'>Sets a cookie</a> on the visitor's browser. Can be in either NAME=VALUE format, or a more verbose format including the path and expiration date; see the link for full details on the syntax.
da: <a href='https://www.metatags.org/meta_http_equiv_set_cookie'>Sætter en cookie</a> i brugernes browser. Kan være i enten NAVN=VÆRDI-format eller et mere udførligt format inklusive sti og udløbsdato; se linket for detaljer om syntaksen.

source: A brief and concise summary of the page's content, preferably 150 characters or less. Where as the description meta tag may be used by search engines to display a snippet about the page in search results, the abstract tag may be used to archive a summary about the page. This meta tag is <em>no longer</em> supported by major search engines.
da: Et kort og præcist resumé af sidens indhold, helst 150 anslag eller færre. Beskrivelse af meta-tags kan bruges af søgemaskiner til at vise et uddrag om siden i søgeresultater, mens abstract-tagget kan bruges til at arkivere et resumé om siden. Dette meta-tag understøttes <em>ikke længere</em> af de store søgemaskiner.

source: A location's formal name.
da: En lokations formelle navn.

source: Details about intellectual property, such as copyright or trademarks; does not automatically protect the site's content or intellectual property.
da: Detaljer om immaterialret, såsom ophavsret eller varemærker; beskytter ikke automatisk webstedets indhold eller immaterialret.

source: Used for paginated content by providing URL with rel='next' link.
da: Bruges til pagineret indhold ved at give URL med rel='next'-link.

source: Refresh
da: Opdatér

source: Previous page URL
da: URL til forrige side

source: Used for paginated content by providing URL with rel='prev' link.
da: Bruges til pagineret indhold ved at give URL med rel='prev'-link.

source: Revisit After
da: Genbesøg efter

source: Cache control
da: Cache kontrol

source: Used to control whether a browser caches a specific page locally. Not commonly used. Should be used in conjunction with the Pragma meta tag.
da: Bruges til at kontrollere, om en browser cacher en bestemt side lokalt. Ikke almindeligt anvendt. Bør bruges sammen med Pragma-metatagget.

source: This meta tag communicates with Google. There are currently two directives supported: 'nositelinkssearchbox' to not to show the sitelinks search box, and 'notranslate' to ask Google not to offer a translation of the page. Both options may be added, just separate them with a comma. See <a href='https://support.google.com/webmasters/answer/79812?hl=en'>meta tags that Google understands</a> for further details.
da: Dette meta tag kommunikerer med Google. Der er i øjeblikket to direktiver, der understøttes: 'nositelinkssearchbox' for ikke at vise sitelinks-søgefeltet, og 'notranslate' for at bede Google om ikke at tilbyde en oversættelse af siden. Begge muligheder kan tilføjes, bare adskil dem med et komma. Se <a href='https://support.google.com/webmasters/answer/79812? hl=en'>meta tags that Google understands</a> for yderligere detaljer.

source: Author
da: Forfatter

source: Define the author of a page.
da: Definer forfatteren af en side.

source: Keywords
da: Nøgleord

source: A comma-separated list of keywords about the page. This meta tag is <em>no longer</em> supported by most search engines.
da: En komma-separeret liste af nøgleord om siden. Dette meta-tag understøttes <em>ikke længere</em> af de fleste søgemaskiner.

source: A link to the preferred page location or URL of the content of this page, to help eliminate duplicate content penalties from search engines.
da: Et link til den foretrukne lokation eller URL for indholdet af denne side, for at hjælpe med at eliminere straf for duplikeret indhold fra søgemaskiner.

source: Image
da: Billede

source: An image associated with this page, for use as a thumbnail in social networks and other services.
da: Et billede forbundet med denne side, til brug som thumbnail på sociale medier og andre platforme.

source: Used to indicate the URL that broke the story, and can link to either an internal URL or an external source. If the full URL is not known it is acceptable to use a partial URL or just the domain name.
da: Bruges til at angive den URL, der bragte historien, og kan linke til enten en intern URL eller en ekstern kilde. Hvis den fulde URL ikke er kendt, er det acceptabelt at bruge en delvis URL eller bare domænenavnet.

source: Page title
da: Sidetitel

source: The text to display in the title bar of a visitor's web browser when they view this page. This meta tag may also be used as the title of the page when a visitor bookmarks or favorites this page, or as the page title in a search engine result. It is common to append '[site:name]' to the end of this, so the site's name is automatically added. It is recommended that the title is no greater than 55 - 65 characters long, including spaces.
da: Teksten, der vises i titellinjen i en besøgendes webbrowser, når de ser denne side. Dette metatag kan også bruges som sidens titel, når en besøgende bogmærker eller favoriserer denne side, eller som sidens titel i et søgemaskineresultat. Det er almindeligt at tilføje '[site:name]' til sidst, så sidens navn automatisk tilføjes. Det anbefales, at titlen ikke er mere end 55-65 tegn, inklusive mellemrum.

source: Geographical position
da: Geografisk position

source: A brief and concise summary of the page's content that is a maximum of 160 characters in length. The description meta tag may be used by search engines to display a snippet about the page in search results.
da: Et kort og præcis resumé af sidens indhold, der højst er 160 anslag. Beskrivelse af meta-tag kan bruges af søgemaskiner til at vise et uddrag om siden i søgeresultater.

source: Robots
da: Robotter

source: Used to control whether a browser caches a specific page locally. Not commonly used. Should be used in conjunction with the Cache-Control meta tag.
da: Bruges til at kontrollere, om en browser cacher en bestemt side lokalt. Ikke almindeligt anvendt. Bør bruges sammen med Cache-Control-metatagget.

source: This field stores code meta tags.
da: Dette felt indeholder kodede meta tags.

source: Advanced meta tags form
da: Avanceret meta-tags felt

source: A comma-separated list of Facebook user IDs of people who are considered administrators or moderators of this page.
da: En komma-separeret liste af Facebook bruger ID'er af personer, der betragtes som administratorer eller moderatorer af denne side.

source: A comma-separated list of Facebook Platform Application IDs applicable for this site.
da: En komma-separeret liste af Facebook Platform Applikations ID'er gældende for dette site.

source: Apple touch icon: 144px x 144px
da: Apple touch ikon: 144px x 144px

source: A PNG image that is 144px wide by 144px high. Used with iPad with @2x display running iOS <= 6.
da: Et PNG-billede, der er 144px bredt og 144px højt. Brugt med iPad med @2x skærmbillede kørende iOS <= 6.

source: Apple touch icon: 72px x 72px
da: Apple touch ikon: 72px x 72px

source: A PNG image that is 72px wide by 72px high. Used with the iPad mini and the first- and second-generation iPad (@1x display) on iOS <= 6.
da: Et PNG-billede, der er 72 px bredt og 72 px højt. Bruges på iPad mini og første- og andengenerations iPad (@1x display) på iOS <= 6.

source: Apple touch icon: 152px x 152px
da: Apple touch ikon: 152px x 152px

source: A PNG image that is 152px wide by 152px high. Used with iPad with @2x display running iOS >= 7.
da: Et PNG-billede, der er 152px bredt og 152 højt. Brugt med iPad med @2x skræmbillede kørende iOS >= 7.

source: A PNG image that is 16px wide by 16px high.
da: Et PNG-billede, der er 16px bredt og 16px højt.

source: A PNG image that is 120px wide by 120px high. Used with iPhone with @2x display running iOS >= 7.
da: Et PNG-billede, der er 120px bredt og 120px højt. Brugt med iPhone med @2x skærmbillede kørende iOS <= 7.

source: Apple touch icon: 114px x 114px
da: Apple touch ikon: 114px x 114px

source: A PNG image that is 114px wide by 114px high. Used with iPhone with @2x display running iOS <= 6.
da: Et PNG-billede, der er 114px bredt og 114px højt. Brugt med iPhone med @2x skærmbillede kørende iOS <= 6.

source: A grayscale scalable vector graphic (SVG) file.
da: En gråtone skalerbar vektorgrafik (SVG) fil.

source: Apple touch icon: 76px x 76px
da: Apple touch ikon: 76px x 76px

source: A PNG image that is 76px wide by 76px high. Used with the iPad mini and the second-generation iPad (@1x display) on iOS >= 7.
da: Et PNG-billede, der er 76 px bredt og 76 px højt. Bruges på iPad mini og andengenerations iPad (@1x display) på iOS >= 7.

source: Default icon
da: Standard ikon

source: A PNG image that is 180px wide by 180px high. Used with iPhone 6 Plus with @3x display.
da: Et PNG-billede, der er 180px bredt og 180px højt. Brugt med iPhone 6 Plus med @3x skærmbillede.

source: A PNG image that is 57px wide by 57px high. Used with the non-Retina iPhone, iPod Touch, and Android 2.1+ devices.
da: Et PNG-billede, der er 57 px bredt og 57 px højt. Bruges på ikke-Retina iPhone, iPod Touch og Android 2.1+ devices.

source: Apple touch icon: 60px x 60px
da: Apple touch ikon: 60px x 60px

source: A PNG image that is 60px wide by 60px high. Used with the non-Retina iPhone, iPod Touch, and Android 2.1+ devices.
da: Et PNG-billede, der er 60 px bredt og 60 px højt. Bruges på ikke-Retina iPhone, iPod Touch og Android 2.1+ devices.

source: A PNG image that is 32px wide by 32px high.
da: Et PNG-billede, der er 32px bredt og 32px højt.

source: Apple touch icon: 180px x 180px
da: Apple touch ikon: 180px x 180px

source: A PNG image that is 96px wide by 96px high.
da: Et PNG-billede, der er 96 px bredt og 96 px højt.

source: A PNG image that is 192px wide by 192px high.
da: Et PNG-billede, der er 192px bredt og 192px højt.

source: Apple touch icon: 120px x 120px
da: Apple touch ikon: 120px x 120px

source: These meta tags are designed to point visitors to versions of the current page in other languages.
da: Disse metatags er designet til at henvise besøgende til versioner af den aktuelle side på andre sprog.

source: This plugin will be cloned from these settings for each enabled language.
da: Dette plugin vil blive klonet fra disse indstillinger for hvert aktiveret sprog.

source: Default locale (x-default)
da: Standard lokalitet (x-default)

source: This should point to the version of the page that is for the main or primary locale, e.g. the original version of an article that is translated into other languages.
da: Dette skal pege på den version af siden, der er til det primære sprog, f.eks. den originale version af en artikel, der er oversat til andre sprog.

source: A set of meta tags specially for controlling the summaries displayed when content is shared on <a href='https://twitter.com/'>Twitter</a>.
da: Et sæt meta-tags, der er specialiseret i at styre resuméer, der vises, når indhold deles på <a href='https://twitter.com/'>X - det tidligere Twitter</a>.

source: The iPad app's custom URL scheme (must include "://" after the scheme name).
da: iPad-appens brugerdefinerede URL-oversigt (skal indeholde "://" efter oversigtens navn).

source: The name of the iPhone app.
da: Navnet på iPhone appen.

source: The width of the media player iframe, in pixels. Required when using the Player Card type.
da: Bredden på medieafspillerens iframe i pixels. Påkrævet ved brug af Player Card-typen.

source: The name of the app in the Google Play app store.
da: Appens navn i Google Play app butik.

source: Site's Twitter account
da: Hjemmesidens Twitterkonto

source: The page's title, which should be concise; it will be truncated at 70 characters by Twitter. This field is required unless this the 'type' field is set to 'photo'.
da: Sidens titel, som skal være kortfattet; det vil blive afkortet til 70 tegn af Twitter. Dette felt er påkrævet, medmindre feltet 'type' er indstillet til 'foto'.

source: Creator's Twitter account ID
da: Formidlers Twitter tag

source: Creator's Twitter account
da: Formidlers Twitter

source: The @username for the content creator / author for this page, including the @ symbol.
da: @username for content creator / forfatter for denne side, inkluder @ symbolet.

source: The full URL for loading a media player, specifically an iframe for an embedded video rather than the URL to a page that contains a player. Required when using the Player Card type.
da: Den fulde URL til indlæsning af en medieafspiller, specifikt en iframe til en indlejret video i stedet for URL'en til en side, der indeholder en afspiller. Påkrævet ved brug af Player Card typen.

source: The iPhone app's custom URL scheme (must include "://" after the scheme name).
da: iPhone-appens brugerdefinerede URL-oversigt (skal indeholde "://" efter oversigtens navn).

source: The full URL for an MP4 video (h.264) or audio (AAC) stream, takes precedence over the other media player field.
da: Den fulde URL til en MP4-video (h.264) eller lyd (AAC) har forrang over det andet medieafspillerfelt.

source: The alternative text of the image being linked to. Limited to 420 characters.
da: Den alternative tekst til det billede, der linkes til. Begrænset til 420 tegn.

source: The name of the iPad app.
da: Navnet på iPad appen.

source: Your app ID in the Google Play Store (i.e. "com.android.app").
da: Dit app-ID i Google Play Store (f.eks. "com.android.app").

source: Site's Twitter account ID
da: Hjemmesidens Twitterkonto ID

source: These <a href='https://ogp.me/'>Open Graph meta tags</a> are for describing products.<br><br>The Facebook <a href='https://developers.facebook.com/tools/debug/'>Sharing Debugger</a> lets you preview how your content will look when it's shared to Facebook and debug any issues with your Open Graph tags.
da: Disse <a href='https://ogp.me/'>Open Graph meta tags</a> are for describing products.<br><br>The Facebook <a href='https://developers.facebook.com/tools/debug/'>Sharing Debugger</a> viser dig en forhåndsvisning af, hvordan dit indhold vil se ud, når det deles med Facebook, og fejlfinde eventuelle problemer med dine Open Graph-tags.

source: The availability of the product.
da: Produktets tilgængelighed.

source: The condition of the product.
da: Produktets tilstand.

source: Custom meta tags used by Apple's software, iOS, Safari, etc.
da: Brugerdefinerede meta tags anvendt af Apples software, iOS, Safari osv.

source: Windows & Windows Mobile
da: Windows & Windows Mobil

source: Custom meta tags used by the Windows and Windows Mobile OSes, IE browser, etc.
da: Brugerdefinerede meta tags anvendt af Windows og Windows Mobile OS, IE browser osv.

source: Custom meta tags used by the Android OS, browser, etc.
da: Brugerdefinerede meta tags anvendt af Android OS, browser osv.

source: Theme Color
da: Tema Farve

source: A color in hexadecimal format, e.g. '#0000ff' for blue; must include the '#' symbol. Used by some browsers to control the background color of the toolbar, the color used with an icon, etc.
da: En farve i heksadecimalt format, f.eks. '#0000ff' for blå; skal inkludere '#' symbolet. Brugt af nogle browsere til at kontrollere baggrundsfarven til værktøjslinjen, farve brugt til ikon, etc.

source: The URL to a logo file that is 70px by 70px.
da: URL'en til en logofil, der er 70px af 70px.

source: The URL to a logo file that is 310px by 310px.
da: URL'en til en logofil, der er 310px af 310px.

source: The URL to a logo file that is 310px by 150px.
da: URL'en til en logofil, der er 310px af 150px.

source: The URL to a logo file that is 150px by 150px.
da: URL'en til en logofil, der er 150px af 150px.

source: Using the value 'width' tells certain mobile Internet Explorer browsers to display as-is, without being resized. Alternatively a numerical width may be used to indicate the desired page width the page should be rendered in: '240' is the suggested default, '176' for older browsers or '480' for newer devices with high DPI screens.
da: Værdien 'bredde' fortæller visse mobile Internet Explorer-browsere, at de skal vise siden, som den er, uden at ændre størrelsen. Alternativt kan en numerisk bredde bruges til at angive den ønskede sidebredde, som siden skal gengives i: '240' er den foreslåede standard, '176' for ældre browsere eller '480' for nyere enheder med høje DPI-skærme.

source: The URL to the root page of the site.
da: URL'en til bunden af hjemmesiden.

source: Viewport
da: Visningsvindue

source: Used by most contemporary browsers to control the display for mobile browsers. Please read a guide on responsive web design for details of what values to use.
da: Bruges af de fleste moderne browsere til at styre visningen for mobile browsere. Læs en guide om responsivt webdesign for at få oplysninger om, hvilke værdier du skal bruge.
