Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: Display preview link
da: Vis forhåndsvisningslink

source: Default focal point value
da: Standard fokuspunkt værdi

source: Default focal point: @offsets
da: Standard fokuspunkt: @offsets

source: You must have at least one <a href=":url">image style</a> defined that uses a focal point effect in order to preview.
da: Du skal have defineret mindst én <a href=":url">billedstil</a>, der bruger en fokalpunktseffekt, for at kunne forhåndsvise.

source: This preview image above may have been scaled to fit on the page.
da: Billedforhåndsvisningen ovenfor kan være blevet skaleret, så den passer til siden.

source: Crops image while keeping its focal point as close to centered as possible.
da: Beskærer billedet og holder fokuspunktet så centralt som muligt.

source: Scales and crops image while keeping its focal point close to centered.
da: Skalerer og beskærer billedet, mens fokuspunktet holdes tæt på midten.

source: Breadcrumb
da: Brødkrumme

source: Edit %title
da: Redigér %title

source: Back to Administration
da: Tilbage til Administration

source: This module changes the layout of the administration menu, and is actively compatible with <a href="@href" target="_blank">Gin Admin</a>.
da: Dette modul ændrer layoutet for administrationsmenuen og er aktivt kompatibelt med <a href="@href" target="_blank"> Gin Admin</a>.

source: Rebuild
da: Genopbyg

source: The number of jobs to perform in one run. Defaults to 200
da: Antallet af jobs, der skal udføres i ét. Standardindstilling er 200

source: The name of the job.
da: Navnet på jobbet.

source: The type of the job.
da: Typen af job.

source: Period
da: Periode

source: Time period after which job is to be executed.
da: Tidsperiode for, hvornår et job skal udføres.

source: The arbitrary data for the job.
da: De vilkårlige data for jobbet.

source: Timestamp when a job was last executed.
da: Tidsstempel for, hvornår et job sidst blev udført.

source: Timestamp when a job is to be executed.
da: Tidsstempel for, hvornår et job skal udføres.

source: Scheduled
da: Planlagt

source: Timestamp when a job was scheduled.
da: Tidsstempel for, hvornår et job blev planlagt.

source: You must specify name of the job.
da: Du skal angive navnet på jobbet.

source: Job Scheduler
da: Planlægger kørsel af jobs.

source: Use the same URL aliases regardless of language.
da: Brug de samme URL-aliaser uanset sprog.

source: Profile Name
da: profil navn

source: The text will be displayed on the <em>profile collection</em> page.
da: Teksten vil blive vist på <em>profile collection</em> siden.

source: Created new profile %label.
da: Oprettede ny profil %label.

source: Updated profile %label.
da: Opdateret profil %label.

source: Update profile
da: Opdater profil

source: Delete profile
da: Slet profil

source: Weight for @title
da: Vægt af @title

source: Save changes
da: Gem ændringer

source: Saved %label configuration.
da: Indstillinger for %label gemt.

source: Are you sure you want to delete the @plugin matcher from the %profile profile?
da: Er du sikker på, at du vil slette @plugin fra %profile profilen?

source: Front page
da: Forside

source: The front page for this site.
da: Forsiden af denne hjemmeside.

source: Show image dimensions: @show_image_dimensions
da: Vis billeddimensioner: @show_image_dimensions

source: Show image thumbnail: @show_image_thumbnail
da: Vis billed thumbnail: @show_image_thumbnail

source: Thumbnail style: @thumbnail_style
da: Thumbnail stil: @thumbnail_style

source: File extensions
da: Filendelser

source: Allowed file extensions
da: Tilladte filendelse

source: Separate extensions with a space or comma and do not include the leading dot.
da: Adskil endelser med mellemrum eller komma og udelad punktummet.

source: Image file settings
da: Indstillinger for filer

source: Show pixel dimensions
da: Vis pixel-dimensioner

source: Show thumbnail
da: Vis thumbnail

source: Thumbnail image style
da: Thumbnail billedstil

source: Suggestion metadata
da: Forslag metadata

source: URL substitution
da: URL-erstatning

source: Limit
da: Grænse

source: Unlimited
da: Ubegrænset

source: Unpublished nodes
da: Afpublicerede noder

source: Include unpublished nodes
da: Medtag upubliceret indhold

source: Role restrictions
da: Rollebegrænsninger

source: Restrict to the selected roles
da: Begræns til de valgte roller

source: Blocked users
da: Blokerede brugere

source: Enable Linkit for this text format.
da: Aktiver Linkit for dette tekstformat.

source: Linkit profile
da: Linkit-profil

source: Start typing to find content or paste a URL and click on the suggestion below.
da: Begynd at skrive for at finde indhold eller indsæt en URL og klik på et forslag nedenunder.

source: Profile
da: Profil

source: Edit profile
da: Rediger profil

source: No results
da: Ingen resultater

source: Available tokens
da: Tilgængelige symboler

source: Edit %label profile
da: Rediger %label profil

source: Start typing to find content.
da: Begynd at skrive for at finde indhold.

source: Confirm
da: Bekræft

source: Direct File URL
da: Direkte fil URL

source: Canonical URL
da: Kanonisk URL

source: Direct URL to media file entity
da: Direkte URL til mediefil enhed

source: Taxonomy term
da: Ord i ordforråd

source: Content
da: Indhold

source: User
da: Bruger

source: Contact form
da: Kontaktformular

source: Updates links inserted by Linkit to point to entity URL aliases.
da: Opdaterer links indsat af Linkit til at pege på enhedens URL-aliaser.

source: Linkit profiles
da: Linkit-profiler

source: Add profile
da: Tilføj profil

source: Add an edit button to the Media Library widget when an item is selected.
da: Tilføj en redigeringsknap til Media Library widget, når et emne er valgt.

source: Show edit button
da: Vis redigeringsknap

source: This module allows a site to automatically provide structured metadata, aka "meta tags", about the site and individual pages.
da: Dette modul gør det muligt for et websted automatisk at levere strukturerede metadata, også kaldet "metatags", om webstedet og individuelle sider.

source: The module uses <a href=":tokens">"tokens"</a> to automatically fill in values for different meta tags. Specific values may also be filled in.
da: Modulet bruger <a href=":tokens">"tokens"</a> til automatisk at udfylde værdier for forskellige metatags. Specifikke værdier kan også udfyldes.

source: The best way of using Metatag is as follows:
da: Den bedste måde at bruge Metatag er som følgende:

source: Customize the <a href=":defaults">global defaults</a>, fill in the specific values and tokens that every page should have.
da: Tilpas de <a href=":defaults">globale standarder</a>, udfyld de specifikke værdier og tokens, som hver side skal have.

source: To override the meta tags for individual entities, e.g. for individual nodes, add the "Metatag" field via the field settings for that entity or bundle type.
da: For at tilsidesætte metatags for individuelle enheder, f.eks. for individuelle noder, skal du tilføje feltet "Metatag" via feltindstillingerne for den pågældende enhed eller bundle-type.

source: Use the following form to override the global default meta tags for a specific entity type or entity bundle. In practical terms, this allows the meta tags to be customized for a specific content type or taxonomy vocabulary, so that its content will have different meta tags <em>default values</em> than others.
da: Brug følgende formular til at overskrive de globale standardmetatags for en bestemt enhedstype eller enhedspakke. I praksis giver det mulighed for at tilpasse metatags til en bestemt indholdstype eller taksonomisk vokabular, så dens indhold har andre metatags <em>default values</em> end andre.

source: Select the type of default meta tags you would like to add.
da: Vælg typen af standard meta tags, som du vil tilføje.

source: Warning: disabling the Global default metatag will prevent any metatags from being used.
da: Advarsel: Deaktivering af det globale standard-metatag vil forhindre, at metatags bliver brugt.

source: Created the %label Metatag defaults.
da: Oprettede %label Meta tag standarder.

source: Saved the %label Metatag defaults.
da: Gemte %label Metatag standarder.

source: Edit default meta tags for @path
da: Rediger standard meta tags for @path

source: Deleted @label defaults.
da: Slettede @label standarder.

source: length
da: Længde

source: Trim the Meta Tag after the word on the given value
da: Trim metatagget efter ordet på den givne værdi

source: Trim the Meta Tag on the given value
da: Trim metatagget på den givne værdi

source: Trim the Meta Tag before the word on the given value
da: Trim metatagget før ordet på den givne værdi

source: Various options for the field widget used on entity forms, e.g. on content type forms.
da: Forskellige muligheder for den feltwidget, der bruges på enhedsformularer, f.eks. på indholdstypeformularer.

source: eg 500px or 8rem
da: f.eks. 500px eller 8rem

source: To enable scrolling please enter a value and its units, e.g. 500px, 8rem, etc. Removing this value will remove the scroll.
da: For at aktivere scrolling indtast en værdi og dets enheder, f.eks. 500px, 8rem osv. Hvis du fjerner denne værdi, fjernes scrollingen.

source: Revert
da: Gendan

source: Use tokens to avoid redundant meta data and search engine penalization. For example, a 'keyword' value of "example" will be shown on all content using this configuration, whereas using the [node:field_keywords] automatically inserts the "keywords" values from the current entity (node, term, etc).
da: Brug tokens for at undgå overflødige metadata og straf fra søgemaskinen. For eksempel vil en "keyword"-værdi af "example" blive vist på alt indhold, der bruger denne konfiguration, mens brug af [node:field_keywords] automatisk indsætter "keywords"-værdierne fra den aktuelle enhed (node, term osv.).

source: @label of @type
da: @label af @type

source: @label of @type @entity-type-label
da: @label af @type @entity-type-label

source: Configuration type
da: Konfigurationstype

source: This will be able to extract the URL from an image field if the field is configured properly.
da: Dette vil kunne udtrække URL'en fra et billedfelt, hvis feltet er konfigureret korrekt.

source: Any URLs which start with "http://" will be converted to "https://".
da: Alle URL'er, der starter med "http://" bliver konverteret til "https://".

source: This will be truncated to a maximum of %max characters after any tokens are processed.
da: Dette vil blive afkortet til maksimalt %max tegn, efter at eventuelle tokens er behandlet.

source: - None -
da: - Ingen -

source: Strict Origin
da: Streng oprindelse

source: Unsafe URL
da: Usikker URL

source: Use a number character as a textual snippet for this search result. "0" equals "nosnippet". "-1" will let the search engine decide the most effective length.
da: Brug et taltegn som tekstuddrag for dette søgeresultat. "0" er lig med "nosnippet". "-1" vil lade søgemaskinen bestemme den mest effektive længde.

source: Use a maximum of number seconds as a video snippet for videos on this page in search results. "0" will use a static a image. "-1" means there is no limit.
da: Brug maksimalt et antal sekunder som videouddrag for videoer på denne side i søgeresultater. "0" vil bruge et statisk billede. "-1" betyder, at der ikke er nogen grænse.

source: Set the maximum size of an image preview for this page in a search results.
da: Indstil den maksimale størrelse på en billedforhåndsvisning for denne side i et søgeresultat.

source: Standard - a default image preview may be shown.
da: Standard - der vises muligvis et standardbillede.

source: Select
da: Vælg

source: Unavailable after date
da: Utilgængelig efter dato

source: Do not show this page in search results after the specified date
da: Vis ikke denne side i søgeresultater efter den angivne dato

source: Use sidebar: Yes
da: Brug sidebjælke: Ja

source: Use sidebar: No
da: Brug sidebjælke: Nej

source: Secure
da: Sikker

source: Multiple
da: Flere

source: Provided by
da: Stillet til rådighed af

source: All meta tags in the "@group" group.
da: Alle meta tags i "@group"-gruppen.

source: URL for a version of this page in %langcode
da: URL til en version af denne side i %langcode

source: Do you want to revert meta tags for @view_name : @display_name?
da: Vil du gendanne metatags for @view_name : @display_name?

source: You are about to revert the custom meta tags for the %display_name display on the %view_name view. This action cannot be undone.
da: Du er på vej til at omvende custom mega tags for %display_name forevisning på %view_name visning. Denne handling kan ikke laves om.

source: Reverted meta tags for @view_name : @display_name
da: Tilbageførte meta tags for @view_name : display_name

source: - Select a view -
da: - Vælg visning -

source: Edit @language translation for %view: %display metatags
da: Rediger @language oversættelse for %view: %display meta tags

source: Successfully updated @language translation.
da: @language oversættelse opdateret.

source: The meta tags for this display
da: Metatags for denne visning

source: Use replacement tokens from the first row
da: Brug erstatnings-tokens fra den første række

source: Arguments
da: Parametre

source: Fields
da: Felter

source: @argument title
da: @argument titel

source: Replacement patterns
da: Erstatningsmønstre

source: The following tokens are available. You may use Twig syntax in this field.
da: Følgende tokens er tilgængelige. Du kan bruge Twig-syntaks i dette felt.

source: Overridden
da: Tilsidesat

source: Using defaults
da: Brug af standardindstillinger

source: :label
da: :mærkat

source: Translate
da: Oversæt

source: Language
da: Sprog

source: Add
da: Tilføj

source: There were no overridden Metatag records.
da: Der var ingen tilsidesatte Metatag records.

source: There were no overridden Metatag records that needed to be updated to store the data using JSON.
da: Der var ingen tilsidesatte Metatag records, der havde behov for at blive opdateret til at gemme data ved hjælp af JSON.

source: There were no Metatag records to update.
da: Der var ingen Metatag records at opdatere.

source: Removed meta tags from the @config Metatag configuration.
da: Fjernede meta tags fra @config metatag konfiguration.

source: Tokens related to Metatags.
da: Tokens relateret til metatags.

source: List of @type values
da: Liste af @type værdier

source: Tokens for lists of @type values.
da: Tokens for lister af @type værdier.

source: @type type with delta @delta
da: @type type med delta @delta

source: Schema.org Metatag is recommended
da: Schema.org Metatag er anbefalet

source: Schema.org Metatag is installed
da: Schema.org Metatag er installeret

source: The <a href="@module">Schema.org Metatag</a> module is installed.
da: <a href="@module">Schema.org Metatag</a> modulet er installeret.

source: The sites's caches will need to be rebuild to ensure Metatag works as intended.
da: Webstedets cacher skal genopbygges for at sikre, at Metatag fungerer efter hensigten.

source: App Card
da: API Version

source: Provides support for meta tags used to control the mobile browser experience.
da: Udøver støtte for meta tags, der bruges til at styre den mobile browseroplevelse.

source: Access %tag in %group
da: Adgang %tag i %group

source: Save translation
da: Gem oversættelse

source: Save content type
da: Gem indholdstype

source: <p>Hello world!</p>
da: <p>Hej verden!</p>

source: Support module for testing handling of a custom route.
da: Supportmodul til test af håndtering af en brugerdefineret rute.

source: Route / Path
da: Rute / Sti

source: Enter the route (path) for this new configuration, starting with a leading slash.<br />Note: this must already exist as a path in Drupal.
da: Indtast ruten (sti) for denne nye konfiguration, startende med et skråstreg.<br />Bemærk: denne skal allerede eksistere som en sti i Drupal.

source: The path must begin with /
da: Stien skal begynde med /

source: The admin routes should not have metatags.
da: Administratorruterne bør ikke have metatags.

source: There are already metatags created for this route.
da: Der er allerede skabt metatags for denne rute.

source: The path does not exist as an internal Drupal route.
da: Stien eksisterer ikke som en intern Drupalrute.

source: Created metatags for the path: @url. Internal route: @route.
da: Oprettede meta tags for stien: @url. Intern rute: @route.

source: The metatags could not be created for the path: @url.
da: Metatags kunne ikke oprettes for stien: @url.

source: A set of meta tags used to control how the site's content is consumed by <a href='https://pinterest.com/'>Pinterest</a>.
da: Et sæt meta-tags der styrer, hvordan sitets indhold bruges på <a href='https://pinterest.com/'>Pinterest</a>.

source: Do not pin anything from this page. When selected, this option will take precedence over all options below.
da: Pin ikke noget fra denne side. Når valgt, vil denne indstilling have forrang for alle indstillinger nedenfor.

source: A one to two sentence description of the content.
da: En til to sætninger som beskrivelser indholdet.

source: The URL of media which should represent the content.
da: URL'en til det medie, der skal repræsentere indholdet.

source: The URL which should represent the content.
da: URL'en der skal vise indholdet.

source: Do not allow Pinterest visual search to happen from this page.
da: Tillad ikke Pinterests visuelle søgning fra denne side.

source: Do not show hovering Save or Search buttons, generated by the Pinterest browser extensions.
da: Vis ikke svævende Gem eller Søg knapper, genereret af Pinterest-browserudvidelser.

source: These tags are not part of the Metadata Element Set but may be useful for certain scenarios.
da: Disse tags er ikke en del af Metadata Element Set men kan være brugbare i bestemte scenarier.

source: The material or physical carrier of the resource.
da: Den materielle eller fysiske bærer af ressourcen.

source: A related resource that is substantially the same as the pre-existing described resource, but in another format.
da: En relateret ressource, der er substantielt den samme som den allerede-eksisterende beskrevne ressource, men i et andet format.

source: A process, used to engender knowledge, attitudes and skills, that the described resource is designed to support. Instructional Method will typically include ways of presenting instructional materials or conducting instructional activities, patterns of learner-to-learner and learner-to-instructor interactions, and mechanisms by which group and individual levels of learning are measured. Instructional methods include all aspects of the instruction and learning processes from planning and implementation through evaluation and feedback.
da: En proces, brugt til at fremme viden, holdninger og færdigheder, som den beskrevne ressource er designet til at understøtte. Undervisningsmetoden vil typisk inkludere måder at præsentere undervisningsmaterialer eller gennemføre undervisningsaktiviteter, mønstre for elev-til-elev og elev-til-instruktør interaktioner, og mekanismer hvorigennem gruppe- og individniveauer af læring måles. Undervisningsmetoder inkluderer alle aspekter af undervisnings- og læringsprocesserne fra planlægning og implementering til evaluering og feedback.

source: Date Created
da: Oprettelsesdato

source: Replaces
da: Erstatter

source: Access Rights
da: Rettigheder til adgang

source: A related resource that requires the described resource to support its function, delivery, or coherence.
da: En relateret ressource, der påkræver den beskrevne ressource til at understøtte dens funktion, modtagelse eller sammenhæng.

source: Audience Education Level
da: Publikums uddannelsesniveau

source: A class of entity, defined in terms of progression through an educational or training context, for which the described resource is intended.
da: En klasse af enhed, defineret i forhold til progression gennem en uddannelses- eller træningskontekst, for hvilken den beskrevne ressource er tiltænkt.

source: Bibliographic Citation
da: Bibliografisk citation

source: A bibliographic reference for the resource. Recommended practice is to include sufficient bibliographic detail to identify the resource as unambiguously as possible.
da: En bibliografisk reference til ressourcen. Anbefalet praksis er at inkludere tilstrækkelig bibliografisk detalje til at identificere ressourcen så entydigt som muligt.

source: Date Modified
da: Ændret dato

source: License
da: Licens

source: A legal document giving official permission to do something with the resource.
da: Et juridisk dokument, der giver officiel tilladelse til at gøre noget med ressourcen.

source: A related resource that is included either physically or logically in the described resource.
da: En relateret ressource, der er fysisk eller logisk inkluderet i den beskrevne ressource.

source: A related resource that is referenced, cited, or otherwise pointed to by the described resource.
da: En relateret ressource, der er refereret, citeret eller på anden vis peget op af den beskrevne ressource.

source: Audience
da: Publikum

source: A class of entity for whom the resource is intended or useful.
da: En klasse af enhed, for hvem ressourcen er tiltænkt eller nyttig.

source: A related resource that references, cites, or otherwise points to the described resource.
da: En relateret ressource, der refererer, citerer eller på anden vis peger på den beskrevne ressource.

source: A person or organization owning or managing rights over the resource.
da: En person eller organisation der ejer eller administrerer rettigheder over ressourcen.

source: The frequency with which items are added to a collection.
da: Den hyppighed, hvormed elementer tilføjes til en samling.

source: Date Available
da: Tilgængelig dato

source: Date (often a range) that the resource became or will become available.
da: Dato (ofte et interval), hvor ressourcen blev eller bliver tilgængelig.

source: Table Of Contents
da: Indhold

source: A list of subunits of the resource.
da: En liste af underenheder af ressourcen.

source: A related resource that is substantially the same as the described resource, but in another format.
da: En relateret ressource der er substantielt den samme som den beskrevne ressource, men i et andet format.

source: The method by which items are added to a collection.
da: Metoden, der bruges til at tilføje elementer til en samling.

source: Date Submitted
da: Indsendt dato

source: Requires
da: Påkræver

source: A related resource that is required by the described resource to support its function, delivery, or coherence.
da: En relateret ressource, der er påkrævet af den beskrevne ressource til at understøtte dets funktioner, modtagelse eller sammenhæng.

source: Date Accepted
da: Dato accepteret

source: A related resource that is a version, edition, or adaptation of the described resource.
da: En relateret ressource, der er en version, udgave eller adaptation af den beskrevne ressource.

source: Alternative Title
da: Alternativ titel

source: A related resource in which the described resource is physically or logically included.
da: En relateret ressource, hvor den beskrevne ressource er fysisk eller logisk inkluderet.

source: Date Valid
da: Gyldig dato

source: Date (often a range) of validity of a resource.
da: Dato (ofte et interval) for en ressources gyldighed.

source: Temporal Coverage
da: Midlertidig dækning

source: Temporal characteristics of the resource.
da: Midlertidige karakteristika af ressourcen.
