Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: Event Display
da: Arrangementsvisning

source: Data Inheritance
da: Data arv

source: Edit the series
da: Rediger serien

source: Event instance of %label has been saved.
da: Instans af %label er gemt.

source: @language translation of the Event Instance %label has been saved.
da: @language oversættelse af Arrangementer Instance %label er gemt.

source: Start date
da: Startdato

source: Enter the start date of this exclusion range
da: Indtast startdatoen for dette udelukkelsesinterval

source: End date
da: Slutdato

source: Enter the end date of this exclusion range
da: Indtast slutdatoen for dette udelukkelsesinterval

source: Created the %label Excluded dates.
da: Oprettede %label Udelukkede datoer.

source: Are you sure you want to delete the @language translation of the @entity-type %label?
da: Er du sikker på, at du ønsker at slette @language-oversættelsen af @entity-type %label?

source: Are you sure you want to delete event instance for %name?
da: Er du sikker på du vil slette denne instans af %name?

source: Deleting this instance will remove only the instance on %date and not other events in this series. This action cannot be undone.
da: Ved at slette denne instans sletter du kun instansen %date og ikke andre arrangementer i denne serie. Dette kan ikke fortrydes.

source: @language translation of the @type %label has been deleted.
da: @language-oversættelsen af @type %label slettet.

source: The %title event instance starting on %date has been deleted.
da: Instansen %title som fandt sted %date er blevet slettet.

source: Are you sure you want to delete the revision from %revision-date?
da: Ønsker du at slette versionen fra %revision-date?

source: Are you sure you want to revert @language translation to the revision from %revision-date?
da: Er du sikker på, at du ønsker at gendanne @language-oversættelsen af versionen fra %revision-date?

source: Revert content shared among translations
da: Gendan indholds som deles mellem oversættelser

source: Event Instance Date Format
da: Arrangementinstans datoformat

source: Event Instance Items
da: Arrangementinstans emner

source: Enter the number of items to show per page in the default event instance listing table.
da: Indtast antallet af elementer, der skal vises pr. side i standardtabellen for arrangementinstanser.

source: Deleting this event series type will also delete the corresponding event instance type.
da: Sletning af arrangement-serietypen vil også slette den tilsvarende arrangement-instanstype.

source: Deleting this event series type will also delete the corresponding registrant type.
da: Sletning af arrangement-serietypen vil også slette den tilsvarende deltagertype.

source: Succesfully deleted @type: @label.
da: Succesfuldt slettet @type: @label.

source: Enter the start date of this inclusion range
da: Indtast startdatoen for dette inklusionsinterval

source: Enter the end date of this inclusion range
da: Indtast slutdatoen for dette inklusionsinterval

source: Created the %label Included dates.
da: Oprettede %label Inkluderede datoer.

source: Confirm Date Changes
da: Bekræft ændring af dato/tidspunkt

source: Stored
da: Opbevaret

source: Published
da: Udgivet

source: Not published
da: Ikke udgivet

source: Last saved
da: Sidst gemt

source: Not saved yet
da: Ikke gemt endnu

source: Successfully saved the %name event series
da: Arrangementsserien %name blev gemt.

source: @language translation of the @type %label has been saved.
da: @language oversættelse af @type %label er gemt.

source: Revision from %revision-date of eventinstance %title has been deleted.
da: Revidering af %revision-date af arrangemenstinstansen %title er blevet slettet.

source: Label for the Event series type.
da: Label for typen af arrangementsserie.

source: This text will be displayed on the <em>Add event</em> page.
da: Denne tekst vil blive vist på <em>Add event</em> side.

source: Created the %label event series type.
da: Oprettede %label arrangement serietype.

source: Saved the %label event series type.
da: Gemte %label typen af arrangementsserie.

source: Are you sure you want to delete event %name and its instances?
da: Er du sikker på, at du vil slette arrangementet %name og dets instanser?

source: This event series contains %count events taking place on the following dates:
da: Denne begivenhedsserie indeholder %count begivenheder, der finder sted på følgende datoer:

source: Event Instances
da: Arrangementsinstanser

source: Deleting this event series will remove all associated event instances.
da: Sletning af arrangement-serier vil fjerne alle tilknyttede arrangement-instanser.

source: <p>This action cannot be undone.</p>
da: <p>Denne handling kan ikke fortrydes.</p>

source: The %title event series and all the instances have been deleted.
da: Arrangementsserien %title og alle den instanser er blevet slettet.

source: Label for the Event instance type.
da: Label for typen af arrangementsinstans.

source: Created the %label event instance type.
da: Oprettede %label arrangement instanstype.

source: Saved the %label event instance type.
da: Gemte arrangementsinstans typen %label.

source: The ID of the event entity.
da: ID'et for arrangemenstinstansen.

source: The UUID of the event entity.
da: UUID'et for arrangementsinstansen.

source: The eventinstance type.
da: Arrangemenstsinstansens type.

source: Body
da: Brødtekst

source: Event Date
da: Arrangementsdato

source: Event Series ID
da: Arrangementseries ID

source: The ID of the event series entity.
da: ID'et for arrangementsserien.

source: The language code of event entity.
da: Sprogkoden for arrangementenhed.

source: Created
da: Oprettet

source: The time that the entity was created.
da: Tidspunktet enheden blev skabt.

source: Changed
da: Ændret

source: The time that the entity was last edited.
da: Tidspunktet enheden sidst blev redigeret.

source: Revision translation affected
da: Oversættelse af version påvirket

source: Indicates if the last edit of a translation belongs to current revision.
da: Angiver om den seneste ændring af en oversættelse hører til den aktuelle version.

source: The ID of the eventseries entity.
da: ID'et for arrangementsserien.

source: The eventseries type.
da: Typen af arrangementsserie.

source: The title of the event entity.
da: Titlen på arrangementsinstansen.

source: Recur Type
da: Gentagelsesmønster

source: Consecutive Event
da: Fortløbende (fx træffetider)

source: Daily Event
da: Daglig

source: Weekly Event
da: Ugentlig

source: Monthly Event
da: Månedligt

source: Yearly Event
da: Årligt

source: Custom Date(s) and Time(s)
da: Dato(er) og Tidspunkt(er)

source: Is one of
da: Er en af

source: Reference field
da: Referencefelt

source: Depth
da: Dybde

source: The depth will match nodes tagged with terms in the hierarchy. For example, if you have the term "fruit" and a child term "apple", with a depth of 1 (or higher) then filtering for the term "fruit" will get nodes that are tagged with "apple" as well as "fruit". If negative, the reverse is true; searching for "apple" will also pick up nodes tagged with "fruit" if depth is -1 (or lower).
da: Dybden matcher indholdselementer mærket med ord i hierarkiet. Hvis du for eksempel har ordet "frugt" og et underordnet ord "æble" med en dybde på 1 (eller højere) vil filtrering efter order "frugt" returnere alle indholdselementer mærket med "æble" og "frugt". Hvis dybden er negativ gælder det omvendte; en søgning efter "æble" vil også finde indholdselementer mærket med "frugt" hvis dybden er -1 (eller lavere).

source: No name
da: Intet navn

source: Event Recurrence Scheduling
da: Planlægning af arrangementssgentagelse

source: Whether this event recurs based on weekdays, or days of the month
da: Om denne begivenhed gentager sig baseret på ugedage eller dage i måneden

source: Day Occurrence
da: Dag i måneden

source: Which occurence of the day(s) of the week should event take place
da: Hvilken ugedag(e) skal begivenheden finde sted på

source: Day of Month
da: Dag i måned

source: The days of the month on which the event takes place
da: Dagene på måneden, hvor arrangementet finder sted

source: Days
da: Dage

source: Day of the Month
da: Dag i måneden

source: The days of the week on which this event occurs
da: Hvilke dage på ugen finder arrangementet sted

source: The time the events begin each day
da: Tidspunktet arrangementerne begynder hver dag

source: End Time
da: Sluttidspunkt

source: The time the events end each day
da: Tidspunktet arrangementerne slutter hver dag

source: Duration
da: Varighed

source: The duration of the events
da: Varigheden af arrangementerne

source: The duration unites of the events
da: Arrangementernes varighed forenes

source: Buffer
da: Pause mellem enkelte instanser

source: The time between consecutive events
da: Tidsrummet mellem hver instans

source: Buffer Units
da: Pause enheder

source: The units used for the time between consecutive events
da: Enheder til angivelse af tid mellem fortløbende arangementer

source: Start Date
da: Startdato

source: End Date
da: Slutdato

source: The time the event begins
da: Tidspunktet arrangementet begynder

source: The duration of the event in minutes
da: Varigheden af arrangementet i minutter

source: The time the event ends
da: Tidspunktet arrangementet slutter

source: Duration or End Time
da: Varighed eller sluttidspunkt

source: Select whether to specify a duration or end time.
da: Vælg at indstille enten varighed eller sluttidspunkt.

source: Year interval
da: Årsinterval

source: Number of years between occurrences
da: Antal år mellem hver instans

source: Months
da: Måneder

source: The months in which the event occurs
da: Månederne. hvor arrangementerne foregår

source: Year Interval
da: Årsinterval

source: Date Format @link
da: Datoformat @link

source: Separator
da: Skilletegn

source: Enter the separator to use between start and end dates.
da: Indtast separatoren, der skal bruges mellem start- og slutdatoer.

source: Link to the referenced entity
da: Link til den refererede entity

source: No link
da: Intet link

source: Date and time range format
da: Dato- og tidsinterval format

source: Choose a format for displaying the date and time range.
da: Vælg et format til visning af dato- og tidsinterval

source: January
da: Januar

source: February
da: Februar

source: March
da: Marts

source: May
da: maj

source: June
da: Juni

source: July
da: Juli

source: October
da: Oktober

source: 1 year
da: 1 år

source: 2 years
da: 2 år

source: 3 years
da: 3 år

source: 4 years
da: 4 år

source: 5 years
da: 5 år

source: 6 years
da: 6 år

source: 7 years
da: 7 år

source: 8 years
da: 8 år

source: 9 years
da: 9 år

source: 10 years
da: 10 år

source: Please configure the Yearly Recurring Date settings
da: Indstil det årlige gentagelsesmønster

source: Please select an event recurrence schedule type from the list
da: Vælg et gentagelsesmønster fra listen

source: Please select a day occurrence from the list
da: Vælg en gentagelsesdag fra oversigten

source: Please select the number of years between occurrences
da: Vælg antal år der skal gå mellem hver instans

source: Create Events Between
da: Startdato

source: And
da: Slutdato

source: Event Start Time
da: Starttidspunkt

source: Event End Time
da: Sluttidspunkt

source: Event Duration
da: Varighed

source: Set Duration
da: Indstil varighed

source: Set End Time
da: Indsæt sluttidspunkt

source: Please configure the Daily Recurring Date settings
da: Indstil det daglige gentagelsesmønster

source: Event Recurrence Schedule
da: Planlæg arrangementsgentagelse

source: Recur on Day of Week
da: Gentag på bestemte ugedage

source: Recur on Day of Month
da: Gentag på bestemte dage på måneden

source: First
da: Første

source: Second
da: Sekund

source: Third
da: Tredje

source: Fourth
da: Fjerde

source: Last
da: Sidste

source: Days of the Week
da: Ugedage

source: Days of the Month
da: Dato

source: First Event Starts At
da: Første instans begynder

source: Final Event Starts At
da: Sidste instans begynder

source: Event Buffer
da: Pause

source: Please enter an end time
da: Venligst indsæt et sluttidspunkt

source: Please enter a buffer greater than or equal to 0
da: Indtast en værdi større eller lig med 0

source: Please select a buffer units value from the list
da: Vælg en tidsenhed fra listen

source: Please configure the Weekly Recurring Date settings
da: Indstil de ugentlige gentagelsesmønstre.

source: Invalid event title
da: Ugyldig arrangementstitel

source: 15 minutes
da: 15 minutter

source: 30 minutes
da: 30 minutter

source: 45 minutes
da: 45 minutter

source: 1 hour
da: 1 time

source: 1.5 hours
da: 1,5 timer

source: 2 hours
da: 2 timer

source: 2.5 hours
da: 2,5 timer

source: 3 hours
da: 3 timer

source: 3.5 hours
da: 3,5 timer

source: 4 hours
da: 4 timer

source: 4.5 hours
da: 4,5 timer

source: 5 hours
da: 5 timer

source: 5.5 hours
da: 5,5 timer

source: 6 hours
da: 6 timer

source: 7 hours
da: 7 timer

source: 8 hours
da: 8 timer

source: 9 hours
da: 9 timer

source: 10 hours
da: 10 timer

source: 11 hours
da: 11 timer

source: 12 hours
da: 12 timer

source: 13 hours
da: 13 timer

source: 14 hours
da: 14 timer

source: 15 hours
da: 15 timer

source: 16 hours
da: 16 timer

source: 17 hours
da: 17 timer

source: 18 hours
da: 18 timer

source: 19 hours
da: 19 timer

source: 20 hours
da: 20 timer

source: 21 hours
da: 21 timer

source: 22 hours
da: 22 timer

source: 23 hours
da: 23 timer

source: 24 hours
da: 24 timer

source: Second(s)
da: Sekund(er)

source: Minute(s)
da: Minut(ter)

source: Hour(s)
da: Time(r)

source: Event Name
da: Arrangementsnavn

source: Updated
da: Opdateret

source: View Series
da: Vis serie

source: Unpublished
da: Ikke udgivet

source: Add new instance to %name
da: Tilføj ny instans til %name

source: Create %name Event
da: Opret %name arrangement

source: Edit %type Event %title
da: Rediger %type Arrangement %title

source: Delete %type Event %title
da: Slet %type arrangement %title

source: Clone %type Event %title
da: Klon %type Arrangement %title

source: Revision of %title from %date
da: Version af %title fra %date

source: @langname revisions for %title
da: @langname versioner af %title

source: Revisions for %title
da: Versioner af %title

source: Revision
da: Version

source: Current revision
da: Nuværende version

source: Event instance type
da: Arrangementinstans type

source: End
da: Slut

source: Event series type
da: Arrangementsserie type.

source: User ID
da: Bruger ID

source: Custom Dates
da: Brugerdefinerede datoer

source: A total of %count existing event instances were removed
da: I alt blev %count arrangementsinstanser fjernet.

source: %count existing event instances were skipped.
da: %count eksisterende arrangement-felter blev sprunget over.

source: A total of %items event instances were created as part of this event series.
da: I alt %items instanser blev oprettet som del af denne serie.

source: @start_date to @end_date
da: @start_date til @end_date

source: Custom/Single Event
da: Enkeltstående arrangement

source: Updated view @id.
da: Opdateret visning @id.

source: No Recurring events views to update.
da: Ingen gentagne arrangementsvisninger til opdatering.

source: Add @type
da: Tilføj @type

source: This field has been disabled by the plugin to guarantee the functionality that's expected of it.
da: Dette felt er blevet deaktiveret af plugin for at garantere den funktionalitet, der forventes af det.

source: Group event series (@type)
da: Gruppe arrangementsserie (@type)

source: Adds %type content to groups both publicly and privately.
da: Tilføjer %type indhold til både offentlige og private grupper.

source: Add new content of type %eventseries_type to the group.
da: Tilføj nyt indhold af typen %eventseries_type til gruppen.

source: Add existing content of type %eventseries_type to the group.
da: Tilføj eksisterende indhold af typen %eventseries_type til gruppen.

source: Events series
da: Arrangementsserie

source: Default revision
da: Standard revidering

source: A flag indicating whether this was a default revision when it was saved.
da: Et flag som angiver om dette var standardversionen da den blev gemt.

source: Revision create time
da: Revidering oprettet

source: Revision user
da: Revidér bruger

source: Revision log message
da: Logbesked

source: Briefly describe the changes you have made.
da: Giv en kort beskrivelse af dine ændringer.

source: Waitlist
da: Venteliste

source: Complete
da: Komplet

source: Pending
da: Afventer

source: Registration Form
da: Tilmeldingsform

source: When users are registering for events, show the available capacity?
da: Når brugere tilmelder sig et arrangement, vis den tilgængelige kapacitet?

source: Choose where registrant form redirects
da: Vælg, hvor tilmeldingsformularen omdirigeres

source: Current page where form appears
da: Denne side, hvor formularen vises

source: Event instance page
da: Arrangementinstans side

source: Event series page
da: Arrangementsserie side

source: Custom URL
da: Brugerdefineret URL

source: Type custom URL here
da: Indtast brugerdefineret URL here

source: Use the administration theme when managing registrations
da: Brug administrationstemaet, når du administrerer registreringer

source: Control which roles can "View the administration theme" on the <a href=":permissions">Permissions page</a>.
da: Kontroller, hvilke roller der kan "Få vist administrationstemaet" på <a href=":permissions">siden Tilladelser</a>.

source: Enter the number of items to show per page in the default registrant listing table.
da: Indtast antallet af elementer, der skal vises pr. side i standardtabellen for ´deltagere.

source: Enter the @link used when listing registrants. Default is F jS, Y h:iA.
da: Indtast det @link, der bruges, når deltagere listes. Standard er F jS, Y h:iA.

source: Enter the format for the title field
da: Indtast formatet for titelfeltet

source: Registration Messages
da: Tilmeldingsbeskeder

source: Successful Registration
da: Succesfuld tilmelding

source: This message will show in the message area when a user successfully registers for an event.
da: Denne besked vil blive vist i beskedområdet, når en bruger succesfuldt tilmelder sig et arrangement.

source: Successful Registration (Waitlist)
da: Succesfuld registrering (Venteliste)

source: This message will show in the message area when a user successfully registers for an event's waitlist.
da: Denne besked vil blive vist i beskedområdet, når en bruger succesfuldt tilmelder sig et arrangements venteliste.

source: Successful Update
da: Succesfuld opdatering

source: This message will show in the message area when a user successfully updates a registration for an event.
da: Denne besked vil blive vist i beskedområdet, når en bruger succesfuldt opdaterer en tilmelding til et arrangement.

source: Successful Update (Waitlist)
da: Succesfuld opdatering (Venteliste)

source: This message will show in the message area when a user successfully updates a registration for an event's waitlist.
da: Denne besked vil blive vist i beskedområdet, når en bruger succesfuldt opdaterer en tilmelding til et arrangements venteliste.

source: This message will show in the message area when a user tries to register a second time for the same event.
da: Denne besked vil blive vist i beskedområdet, når en bruger prøver at tilmelde sig for anden gang til samme arrangement.

source: Registration Window Closed
da: Tilmeldingsvindue lukket

source: This message will show in the message area when a user tries to register for an event for which registrations are closed.
da: Denne besked vil blive vist i beskedområdet, når en bruger prøver at registrere til et arrangement, hvor tilmeldingen er lukket.

source: Email Notifications
da: Email notifikationer

source: Send Email Notifications?
da: Send emailnotifikationer?

source: Send email notifications during registration or event updates?
da: Send emailnotifikationer under registrering eller eventopdateringer?

source: Send Email Notifications using a queue?
da: Send emailnotifikationer ved hjælp af en kø?

source: Cancel Your Registration
da: Annuller din registrering

source: Cancel Event Registration
da: Annuller registrering til arrangementet

source: You are cancelling your registration for %email for %event. Once you do this, there may no longer be any spaces left for this event and you may not be able to register again.
da: Du annullerer nu din tilmelding af %email til %event. Når du har gjort dette, er der muligvis ikke flere pladser tilbage til dette arrangement og du kan muligvis ikke tilmelde dig igen.

source: Your registration for %email for %event has been cancelled.
da: Din tilmelding til %email for %event er blevet annulleret.

source: Created the %label registrant type.
da: Oprettet %label deltagertype.

source: Resend Registration Email
da: Gensend tilmeldingsemail

source: You are resending the registration email for %email for %event.
da: Du gensender tilmeldingsemailen for %email til %event.

source: Email Subject
da: Email Emne

source: The subject of the email to send to the registrant
da: Emnet for e-mail, der skal sendes til registranten

source: Email Message
da: Email Besked

source: Resend Email
da: Gensend e-mail

source: Registration full.
da: Tilmelding er fuld.

source: Unfortunately, there are no spaces left for this @type. However, we can add you to the waitlist. If a space becomes available, the first registrant on the waitlist will be automatically registered.
da: Beklager, der er ikke flere pladser tilbage til @type. Du kan dog tilmelde dig ventelisten. Hvis en plads bliver ledig, den første registrerede på ventelisten bliver automatisk registreret.

source: Unfortunately, this @type is at capacity and there are no spaces available.
da: Beklager, @type har nået sin kapacitet, og der er ikke flere pladser tilgængelige.

source: Registration is closed.
da: Tilmelding er lukket.

source: Unfortunately, registration for this @type is closed.
da: Beklager, tilmeldingen til @type er lukket.

source: Spaces Available: @availability
da: Pladser tilgængelige: @availability

source: Add user to waitlist
da: Tilføj bruger til venteliste

source: Update Registration
da: Opdater registrering

source: Unfortunately, registration has closed.
da: Beklager, tilmeldingen er lukket.

source: Unfortunately, this event is now full and you must join the waitlist.
da: Beklager, dette arrangement er nu fyldt, og du må tilmelde dig ventelisten.

source: Unfortunately, this event is now full.
da: Beklager, dette arrangement er nu fyldt.

source: You've already registered for this event.
da: Du har allerede tilmeldt dig denne begivenhed.

source: By submitting this form you will be contacting %registered registrants and/or %waitlisted people on the waitlist for the %name @type.
da: Ved at indsende formularen vil du kontakte %registered brugere og/eller %waitlisted brugere på ventelisten for %name @type.

source: event
da: begivenhed

source: Who would you like to contact?
da: Hvem vil du gerne kontakte?

source: Registrants
da: Tilmeldte

source: Waitlisted Users
da: Brugere på venteliste

source: Enter the subject of the email to send to the registrants.
da: Indtast emnelinjen for e-mailen, der skal sendes til deltagerne.

source: Enter the message of the email to send to the registrants.
da: Indtast beskeden i e-mailen, der skal sendes til deltagerne.

source: Successfully sent emails to %reg_count registrants and %wait_count waitlisted users.
da: Sendte succesfuldt emails til %reg_count registrerede og %wait_count brugere på venteliste.

source: Authored by
da: Skrevet af

source: The user ID of author of the Registrant entity.
da: Forfatteren af den registrerede enheds brugerid.

source: Email Address
da: E-mail-adresse
