Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

# Loan list (Aria)
source: This button shows all loans in the list
da: Sortér lån efter afleveringsfrist

# Loan list (Aria)
source: This button filters the list, so only one the materials that have the same due date is shown
da: Gruppér materialer med samme afleveringsfrist

# Loan list
source: You have no digital loans at the moment
da: Du har ingen digitale lån i øjeblikket

# Loan list
source: Digital loans
da: Digitale lån

# Loan list
source: You have 0 loans at the moment
da: Du har ingen lån i øjeblikket

# Loan list (Aria)
source: This button opens a modal that covers the entire page and contains loans with the same due date as the loan currently in focus
da: Åbner en pop-up som indeholder lån med samme afleveringsfrist som lånet der er i fokus

# Loan list
source: You will be charged a fee, when the item is returned
da: Læs om gebyrer ved overskredne materialer

# Loan list
source: days
da: dage

# Loan list
source: day
da: dag

# Loan list
source: + 1 other material
da: + 1 andet materiale

# Loan list
source: + @count other materials
da: + @count flere materialer

# Loan list
source: You have no physical loans at the moment
da: Du har ingen fysiske lån i øjeblikket

# Loan list
source: Physical loans
da: Fysiske lån

# Loan list
source: This button opens a modal that covers the entire page and contains loans with different due dates, if some of the loans in the modal are renewable you can renew them
da: Åbner en pop-up som giver mulighed for at forny flere lån på én gang

# Loan list
source: Renew several
da: Forny flere

# Loan list
source: Expired
da: Overskredet

# Loan list
source: Expiring soon
da: Under 6 dage

# Loan list
source: Your loans
da: Lån

source: React DDB Library
da: React DPL Bibliotek

source: Library is present
da: Bibliotek er

source: DDB React library is missing (@dir)
da: DPL React bibliotek mangler (@dir)

# Search Result
source: + more filters
da: + flere filtre

# Search Result
source: Clear all
da: Ryd alle

# Search Result
source: Access types
da: Fysisk/digital

# Search Result
source: Close facet browser modal
da: Luk pop-up

# Search Result
source: Modal for facet browser
da: Pop-up med facetbrowser

# Search Result
source: Children or adults
da: Børn/voksen

# Search Result
source: Creators
da: Forfatter

# Search Result
source: Fiction or non-fiction
da: Skøn-/faglitteratur

# Search Result
source: Genre and form
da: Genre og form

# Search Result
source: Main languages
da: Sprog

# Search Result
source: Material types
da: Materialetyper

# Search Result
source: Subjects
da: Emner

# Search Result
source: Work types
da: Materialetype

# Search Result
source: Filter list
da: Flere filtre

# Search Result
source: results
da: resultater

# Search Result
source: Show results
da: Vis resultater

# Search Result
source: Showing
da: Viser

# Work Page
source: Already reserved
da: Allerede reserveret

# Work Page
source: Approve reservation
da: Godkend reservering

# Work Page
source: Audience
da: Målgruppe

# Work Page
source: The review is not accessible
da: Anmeldelsen er ikke tilgængelig

# Work Page
source: Can't be reserved
da: Kan ikke reserveres

# Work Page
source: Cannot view review
da: Kan ikke vise anmeldelse

# Work Page
source: Close
da: Luk

# Work Page
source: Contributors
da: Bidragydere

# Work Page
source: copies there is
da: kopier der er

# Work Page
source: Creators are missing
da: Ophav mangler

# Work Page
source: Days
da: Dage

# Work Page
source: Description
da: Beskrivelse

# Work Page
source: Edition
da: Udgave / år

# Work Page
source: Edition year
da: Udgivelsesår

# Work Page
source: Unknown
da: Ukendt

# Work Page
source: Genre and form
da: Genre og form

# Work Page
source: Language
da: Sprog

# Work Page
source: Original title
da: Original titel

# Work Page
source: Play time
da: Spilletid

# Work Page
source: Publisher
da: Forlag

# Work Page
source: Scope
da: Sidetal

# Work Page
source: Details of the material
da: Detaljer om materialet

# Work Page
source: Details
da: Detaljer

# Work Page
source: Editions
da: Udgaver

# Work Page
source: Fiction/nonfiction
da: Skøn-/faglitteratur

# Work Page
source: Find on bookshelf
da: Find på hylden

# Work Page
source: Close reservation modal
da: Luk pop-up

# Work Page
source: Find it on shelf
da: Find det på hylden

# Work Page
source: Home
da: Hjemme

# Work Page
source: Material
da: Materiale

# Work Page
source: No location for find on shelf specified
da: Ingen lokation for "find på hylden" tilgængelig

# Work Page
source: Find on shelf modal periodical dropdown - choose edition/volume
da: Pop-up med drop-down menu for find på hylden for et periodikum. Vælg udgave/nummer

# Work Page
source: Choose periodical year
da: Vælg årgang

# Work Page
source: Reservation modal screen reader description
da: Beskrivelse af reserverings pop-up til skærmlæsere

# Work Page
source: Get online
da: Se online

# Work Page
source: Go to @source
da: Gå til @source

# Work Page
source: Have no interest after
da: Ingen interesse efter

# Work Page
source: hearts
da: hjerter

# Work Page
source: Identifiers
da: Emneord

# Work Page
source: In the same series
da: I samme serie

# Work Page
source: Close infomedia modal
da: Luk pop-up

# Work Page
source: Infomedia modal screen reader description
da: Infomedia pop-up beskrivelse til skærmlæser

# Work Page
source: Libraries have the material
da: biblioteker har materialet hjemme

# Work Page
source: Listen online
da: Lyt online

# Work Page
source: Log in to read the review
da: Log ind for at læse anmeldelsen

# Work Page
source: All editions
da: Alle udgaver

# Work Page
source: By
da: Af

# Work Page
source: Skip the queue - The material is available in another edition - @title @authorAndYear - reservations: @reservations
da: Spring køen over - bogen er hjemme i en anden udgave @authorAndYear - reserveringer: @reservations

# Work Page
source: Material is included
da: Kan altid lånes

# Work Page
source: Material is loaned out
da: Materialet er udlånt

# Work Page
source: 1 copy has been reserved
da: 1 eksemplar er reserveret

# Work Page
source: @count copies have been reserved
da: @count eksemplarer er reserveret

# Work Page
source: We have 1 copy of the material in stock
da: Vi har 1 eksemplar af materialet hjemme.

# Work Page
source: We have @count copies of the material in stock
da: Vi har @count eksemplarer af materialet hjemme.

# Work Page
source: Missing data
da: Ingen information

# Work Page
source: If you want to receive notifications by e-mail, you can enter or change the desired e-mail here.
da: Hvis du ønsker at modtage servicemeddelelser om reserveringer og afleveringer, kan du angive eller ændre din e-mail her.

# Work Page
source: Change email
da: Skift e-mail

# Work Page
source: Type in email
da: Skriv din e-mail

# Work Page
source: If you want to receive SMS, you can enter or change your phone number here.
da: Hvis du ønsker at modtage servicemeddelelser om reserveringer og afleveringer, kan du angive eller ændre dit nummer her.

# Work Page
source: Change phone number
da: Skift mobilnummer

# Work Page
source: Input phone number
da: Angiv dit mobilnummer

# Work Page
source: Phone
da: Mobilnummer

# Work Page
source: You are number @number in the queue
da: Du er nummer @number i køen.

# Work Page
source: You have borrowed @count out of @limit possible e-books this month
da: Du har lånt @count ud af @limit mulige e-bøger denne måned

# Work Page
source: Order digital copy button loading text
da: Bestiller digital kopi...

# Work Page
source: Order digital copy
da: Bestil digital kopi

# Work Page
source: Order digital copy description text
da: Bestil en digital kopi og modtag artiklen direkte på mail

# Work Page
source: An error occurred while ordering the digital copy. Please try again later.
da: Der opstod en fejl under din bestilling af en digital kopi. Prøv igen senere.

# Work Page
source: Error ordering digital copy
da: Fejl i bestilling af digital kopi

# Work Page
source: Close Order digital copy modal
da: Luk pop-up

# Work Page
source: Modal for Order digital copy
da: Pop-up til bestilling af digital kopi

# Work Page
source: The digital copy has been ordered. You will receive an email when the digital copy is ready.
da: Du har bestilt en digital kopi. Du modtager en e-mail når den er klar til dig.

# Work Page
source: Digital copy ordered
da: Digital kopi er bestilt

# Work Page
source: out of
da: ud af

# Work Page
source: Year
da: År

# Work Page
source: Week
da: Uge

# Work Page
source: Pick up at
da: Afhentes på

# Work Page
source: possible
da: mulige

# Work Page
source: in queue
da: i kø

# Work Page
source: Rating of this item is
da: Bedømmelse af materialet:

# Work Page
source: Read article
da: Læs artikel

# Work Page
source: Receive mail when the material is ready
da: Modtag e-mail når materialet er klar til dig

# Work Page
source: Receive SMS when the material is ready
da: Modtag sms når materialet er klar til dig

# Work Page
source: Reservation error
da: Reserveringsfejl

# Work Page
source: modal for reservation
da: Pop-up til reservering

# Work Page
source: is reserved for you
da: er reserveret til dig

# Work Page
source: The material is available and is now reserved for you!
da: Materialet er hjemme og er nu reserveret til dig!

# Work Page
source: Material is available and you will get a message when it is ready for pickup - pickup at @branch
da: Materialet er tilgængeligt og du vil få en besked når det er klar til afhentning - afhentes på @branch

# Work Page
source: reservations for this material
da: Reserveringer på dette materiale

# Work Page
source: Reserve book
da: Reserver bog

# Work Page
source: Reserve
da: Reserver

# Work Page
source: Reviews
da: Anmeldelser

# Work Page
source: See online
da: Se online

# Work Page
source: This month
da: Denne måned

# Work Page
source: Try again
da: Prøv igen

# Work Page
source: In stock:
da: Hjemme:

# Work Page
source: You have borrowed
da: Du har lånt

# Library Agency Configuration
source: Pause reservation link
da: Link til side om reserveringspause

# Library Agency Configuration
source: Excluded branches
da: Blacklistede filialer

# Library Agency Configuration
source: Select which branches should be excluded in different parts of the system.
da: Vælg, hvilke filialer der ikke skal vises hvor, forskellige steder i systemet.

# Library Agency Configuration
source: Search results
da: Søgning

# Library Agency Configuration
source: Holdings belonging to the selected branches will not be shown in search results.
da: Materialer der kun er i beholdning på de valgte filialer vil ikke kunne fremsøges.

source: Availability
da: Tilgængelighed

# Library Agency Configuration
source: Holdings belonging to the selected branches will not considered when showing work availability.
da: Materialer i beholdning på de valgte filialer kan ikke reserveres, og vises ikke ved klik på ”Find på hylden”.

# Library Agency Configuration
source: Selected branches will not be available as pickup locations for reservations.
da: Valgte filialer vil ikke kunne vælges som afhentningssted.

source: Configuration file
da: Konfigurationsfil

source: Library token
da: Biblioteks token

source: Token available
da: Token tilgængelig

source: No valid token available. <a href=":url">Run cron</a> to retrieve a new token.
da: Gyldig token er ikke tilgængelig. <a href=":url">Run cron</a> for at hente en ny token.

source: Integration configured
da: Integration konfigureret

source: Generate proxy url
da: Generate proxy URL / Generer proxy URL

source: Get campaign matching search result facets
da: Hent kampagne som matcher facetter fra søgeresultatet

source: DPL loans
da: DPL lån

source: Handle the user profile loan pages
da: Håndter indstillinger for brugerprofilens låneoversigt

source: DPL React User Token
da: DPL React bruger token

source: DDB React
da: DPL React

source: General handling of importing and using the DDB react components as libraries
da: Generel håndtering af import og brug af DPL react komponenter som biblioteker

source: DPL Url Proxy
da: DPL (Danish Public Library) URL proxy

source: Module for generating specially formatted external urls
da: Modul til at generere specielt formatterede eksterne URL'er

source: Configure proxy urls
da: Opsæt proxy URL'er

source: For integration of dpl_react apps on the site.
da: For integering af dpl_react apps på hjemmesiden.

source: Library Agency
da: Biblioteksindstillinger

source: General Settings
da: Generelle indstillinger

source: DPL Library Agency
da: DPL Biblioteks Agency

source: Module for handling library agency configuration and functionality
da: Modul til at håndtere indstillinger for biblioteket og funktionalitet

source: Upload configuration
da: Upload indstillinger / Upload configuration

source: Configuration Import
da: Import af indstillinger / Configuration Import

source: Import configuration from YAML files.
da: Indstillinger for import af YAML filer.

source: FBS settings
da: FBS indstillinger

source: Handle FBS configuration
da: Håndter indstillinger for FBS

source: A module that deliveres possibility for campaign CRUD and integration with Dpl React Apps
da: Et modul, som giver mulighed for kampagne CRUD og integration med DPL React Apps

source: Publizon settings
da: Publizon indstillinger

source: Handle publizon configuration
da: Håndter indstillinger for Publizon

source: Mapp Intelligence settings
da: Mapp Intelligence indstillinger

source: Integration with Mapp Intelligence to track site usage.
da: Integration med Mapp Intelligence for at tracke brugen af hjemmesiden

source: Example content for DPL CMS
da: Eksempelindhold for DPL CMS

source: Provides example content for demo sites.
da: Indeholder eksempelindhold til demosider.

source: DPL Library Token
da: DPL Biblioteks token

source: Handles fetching and storage of a library token
da: Håndterer hentning og lagring af en biblioteks token

source: Handles authentication/login via Adgangsplatformen
da: Håndterer autentificering/login via Adgangsplatformen

source: DPL Reservations
da: DPL Reserveringer

source: Handle the user profile reservations pages
da: Håndter indstillinger for brugerprofilens reserveringsoversigt

source: Skip to main content
da: Gå til hovedindhold

source: Novel
da: Roman

source: Custom theme for the Danish Public Libraries
da: Standardtema for Folkebibliotekernes CMS

# Url Proxy
source: configured
da: konfigureret

# Url Proxy
source: This configuration form is for administering proxy url generation.
da: Denne formular er til administration af proxy URL'er for at give adgang til e-ressourcer.

# Url Proxy
source: Proxy server URL prefix
da: Præfiks til proxy-serverens URL

# Url Proxy
source: The prefix to use for proxy server URLs. This is the part of the URL that comes before the hostname
da: Præfikset er den del af URL'en, som kommer før værtsnavnet (hostname)

# Url Proxy
source: Hostnames
da: Hostnames / Værtsnavne

# Url Proxy
source: Host configuration
da: Opsætning af værtsnavne

# Url Proxy
source: Hostname
da: Hostname / Værtsnavn

# Url Proxy
source: Replacement %configured
da: Erstatning %configured

# Url Proxy
source: Regular expression
da: Regular expression / Regulært udtryk

# Url Proxy
source: Use regular expression to substitut parts of the url, e.g. "<em>%regex</em>".
da: Brug et regulært udtryk som erstatning for dele af URL'en, fx. "<em>%regex</em>".

# Url Proxy
source: Replacement
da: Replacement / Erstatning

# Url Proxy
source: The replacement value for the regular expression.
da: Erstatning for det regulære udtryk.

# Url Proxy
source: Do not use proxy prefix for this hostname
da: Brug ikke præfiks for dette værtnavn/ hostname

# Url Proxy
source: Remove this
da: Fjern denne

# Url Proxy
source: Add one more
da: Tilføj en mere

# Url Proxy
source: Submit
da: Gem

# Library Agency Configuration
source: Reservations
da: Afhentningsfilialer

# DPL Config Import
source: Select a configuration file in YAML format to upload.
da: Vælg en konfigurationsfil i YAML til upload.

# DPL Config Import
source: Unable to handle the uploaded file
da: Ude af stand til at indlæse den uploadede fil

# DPL Config Import
source: Unable to parse YAML file: %reason
da: Ude af stand til at parse YAML fil: %reason

# DPL Config Import
source: Installed modules: %modules_list
da: Installerede moduler: %modules_list

# DPL Config Import
source: Failed to install modules: @reason
da: Kunne ikke installere modul: @reason

# DPL Config Import
source: Uninstalled modules: %modules_list
da: Ikke-installerede moduler: %modules_list

# DPL Config Import
source: Failed to uninstall modules: @reason
da: Kunne ikke installere modul: @reason

# Dpl Fbs
source: Basic settings
da: Grundlæggende indstillinger

# Dpl Publizon
source: Basic settings
da: Grundlæggende indstillinger

# Dpl Mapp
source: Domain
da: Domæne

# Dpl Mapp
source: Specify the Tag Integration domain if the JavaScript-file should be loaded from the Mapp server.
da: Angiv Tag Integration domænet, hvis JavaScript-filen skal loades fra Mapp serveren.

# Dpl Mapp
source: Id
da: Tag Integration ID

# Dpl Mapp
source: Enter your Tag Integration customer ID if the JavaScript-file should be loaded from the Mapp server.
da: Angiv dit Tag Integration kundeID, hvis JavaScript-filen skal loades fra Mapp serveren.

# Dpl Login
source: Authorization endpoint
da: Autorisations endpoint

# Reservation list
source: Borrow before @date
da: Lån før @date

# Search Result
source: Showing results for "@query"
da: Viser resultater for "@query"

# Favorites list
source: @count materials
da: @count materialer

# Favorites list
source: Favorites
da: Huskeliste

# Favorites list
source: Your favorites list is empty
da: Din huskeliste er tom

source: DPL favorites
da: DPL Huskeliste

source: Handle the favorites list
da: Håndter indstillinger for huskeliste

# Dashboard
source: Select all
da: Vælg alle

# Dashboard
source: At the moment, you have 0 physical loans
da: Du har ingen fysiske lån i øjeblikket

# Dashboard
source: At the moment, you have 0 reservations
da: Du har 0 reserveringer

# Dashboard
source: Reservations
da: Reserveringer

# Dashboard
source: You owe in total
da: Du skylder i alt biblioteket

# Dashboard
source: Your profile
da: Dit overblik

source: Handle the user profile dashboard page
da: Håndter indstillinger for brugerens dashboard (Dit overblik)

# Something similar
source: By the same author
da: Af samme forfatter

source: Something similar
da: Noget der ligner

# Something similar
source: Other materials
da: Andre materialer

source: DPL something similar
da: DPL noget der ligner

source: Something similar component
da: Komponenten "Noget der ligner"

# Recommender
source: For your inspiration
da: Inspiration til dig

# Recommender
source: Because you have borrowed @title you may also like
da: Fordi du har lånt @title kan du måske også lide

# Recommender
source: Because you have reserved @title you may also like
da: Fordi du har lånt @title kan du måske også lide

# Recommender (settings)
source: Search text
da: Søgetekst

# Recommender (settings)
source: Search text for recommender when no loan/no reservation
da: Søgetekst for anbefalinger hvis bruger har 0 lån/reserveringer (ikke CQL)

source: Recommender settings
da: Indstillinger for anbefalinger

source: recommender component
da: Komponent til anbefalinger (recommender)

# Patron page
source: Save
da: Gem

# Patron page
source: Patron profile page
da: Brugerprofil

# Patron page
source: BASIC DETAILS
da: Stamoplysninger

# Patron page
source: Name
da: Navn

# Patron page
source: patron page text fee text
da: Bemærk at dit telefonselskab kan opkræve gebyr for sms

# Patron page
source: Address
da: Adresse

# Patron page
source: DIGITAL LOANS (EREOLEN)
da: DIGITALE LÅN (eREOLEN)

# Patron page
source: There is a number of materials without limitation to amounts of loans per month.
da: Der findes titler uden begrænsning på antal lån pr. måned.

# Patron page
source: Click here, to see titles always eligible to be loaned
da: Se titler du altid kan låne

# Patron page
source: Loans per month
da: Lån pr. måned

# Patron page
source: E-books
da: E-bøger

# Patron page
source: Audiobooks
da: Lydbøger

# Patron page
source: RESERVATIONS
da: Reserveringer

# Patron page
source: patron page change pickup body text
da: Vælg hvor du vil afhente dine reserveringer

# Patron page
source: Pause physical reservations
da: Sæt reserveringer af fysiske materialer på pause

# Patron page
source: patron page pause reservations body text
da: Du kan sætte dine reserveringer på pause mens du f.eks. er på ferie.

# Patron page
source: Pause your reservations
da: Sæt dine reserveringer på pause

# Patron page (aria)
source: This checkbox opens a section where you can put your current reservations on a pause, when the time period picked has ended, the reservations will be resumed
da: Denne tjekboks åbner en sektion hvor du kan sætte dine reserveringer på pause, når den valgte periode slutter vil reserveringerne blive genaktiveret

# Patron page
source: Your pincode was saved
da: Din pinkode blev gemt

# Patron page
source: Do you wish to delete your library profile?
da: Ønsker du ikke længere at have en profil på biblioteket?

# Patron page
source: Delete your profile
da: Sådan sletter du din brugerprofil

# Patron page
source: You can reserve @countEbooks ebooks and @countAudiobooks audiobooks
da: Du kan reservere @countEbooks e-bøger og @countAudiobooks lydbøger

# Patron page
source: @this out of @that
da: @this ud af @that

# Patron page (aria)
source: You used @this audiobooks out of you quota of @that audiobooks
da: Du har brugt @this audiobooks ud af din kvote på @that lydbøger

# Patron page (aria)
source: You used @this ebooks out of you quota of @that ebooks
da: Du har brugt @this ud af din kvote på @that e-bøger

source: DPL patron page
da: DPL brugerprofil

source: Handle the patron page
da: Håndter indstillinger for brugeroprettelse

source: Patron page settings
da: Indstillinger for brugerprofil

# dpl_instant_loan
source: Enabled
da: Tilvælg

# dpl_instant_loan
source: Should materials available for instant loans be promoted to patrons?
da: Skal materialer som er tilgængelige som strakslån vises til brugerne?

# dpl_instant_loan
source: Threshold
da: Varsel

# dpl_instant_loan
source: The minimum number of materials which must be available for instant loan at a library branch to notify patrons of the option when making reservations.
da: Det mindste antal materialer, der skal være tilgængelige som strakslån på en filial, før brugerne bliver gjort opmærksomme på muligheden i reserveringsflowet.

source: Instant Loan
da: Strakslån

source: Supports promoting materials available for instant loans to patrons.
da: Understøtter visning af materialer som kan lånes med det samme (strakslån)

source: Instant loan settings
da: Indstillinger for strakslån

# Favorites list material component
source: Go to My list
da: Gå til Huskeliste

# Favorites list material component
source: Your list
da: Huskeliste

source: DPL favorites list material component
da: DPL huskeliste materialekomponent

source: Handle the favorites list material component pages
da: Håndter indstillinger for huskeliste komponent

# Fees list
source: Please note that paid fees are not registered up until 72 hours after your payment after which your debt is updated and your user unblocked if it has been blocked.
da: Bemærk at betalte gebyrer først registreres op til 72 timer efter betalingen har fundet sted, hvorefter mellemværender opdateres og eventuelle blokeringer pga. udestående mellemværender ophæves.

# Fees list
source: You have 0 unpaid fees or replacement costs
da: Du har ingen ubetalte gebyrer eller erstatninger

# Fees list
source: Fees charged @date
da: Oprettet @date
