Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

# Fees list (Aria)
source: Close fee details modal
da: Luk pop-up

# Fees list
source: Modal containing information about this element or group of elements fees
da: Pop-up som indeholder information om dette gebyr eller en gruppe af gebyrer

# Fees list
source: A modal containing details about a fee
da: En pop-up som indeholder information om et gebyr

# Fees list
source: Days
da: Dage

# Fees list
source: Fees & replacement costs
da: Gebyrer & erstatninger

# Fees list
source: You will be redirected to Mit Betalingsoverblik.
da: Du vil blive sendt videre til "Mit Betalingsoverblik"

# Fees list
source: Cancel
da: Fortryd

# Fees list
source: Go to Mit Betalingsoverblik
da: Gå til "Mit betalingsoverblik"

# Fees list
source: Unpaid fees post 27/10 2020
da: Ubetalte gebyrer efter 27/10 2020

# Fees list
source: Paid fees can take up to 24 hours to registrer.
da: Betalte gebyrer og erstatninger kan tage op til 72 timer om at blive registreret.

# Fees list
source: I accept the
da: Jeg godkender dette

# Fees list
source: Other materials
da: Andre materialer

# Fees list
source: Pay
da: Betal

# Fees list
source: + @amount other materials
da: + @amount andre materialer

# Fees list
source: AFTER 27/10 2020
da: EFTER 27/10 2020

# Fees list
source: BEFORE 27/10 2020
da: FØR 27/10 2020

# Fees list
source: Fee
da: Beløb

# Fees list
source: Turned in @date
da: Afleveret @date

# Fees list
source: see our fees and replacement costs
da: Se takster og læs om betalingsmuligheder

source: DPL Fees
da: DPL gebyrer

source: Handle the user profile fees page
da: Håndter indstillinger for brugerprofilens gebyrside

source: Fees settings
da: Indstillinger for gebyrside

# Dpl patron redirect
source: Redirect settings
da: Indstillinger for viderestilling af bruger til adgangsplatformen (prompt for login)

# Dpl patron redirect
source: Set the paths that requires the patron to be logged in and if the user is not logged in an redirect to Adgangsplatformen will automatically be enforced.
da: Angiv de stier som kræver at brugeren er logget ind. Hvis brugeren ikke er logget ind, sendes denne automatisk videre til Adgangsplatformen (promptes for login).

source: Pages
da: Sider

source: Specify pages by using their paths. Enter one path per line. The '*' character is a wildcard. An example path is %user-wildcard for every user page. %front is the front page.
da: Angiv sider med en sti. Angiv en sti pr. kodelinie. Tegnet * er et wildcard. Et eksempel på en sti er %user-wildcard for hver brugerside. %front er forsiden.

# Library Agency Configuration
source: Interest periods for reservation
da: Interesseperiode for reserveringer

# Library Agency Configuration
source: Allow removing ready reservations
da: Tillad sletning af opfyldte reserveringer

source: DPL Patron redirect
da: DPL Patron redirect / DPL bruger redirect

source: Redirect patron to login if required.
da: Send bruger videre til login hvis det er påkrævet

source: Patron redirect settings
da: Indstillinger for viderestilling af bruger til adgangsplatformen

# Create patron
source: Cancel
da: Fortryd

# Create patron
source: Confirm
da: Bekræft

# Create patron
source: Register as patron
da: Opret bruger

# Create patron
source: This SSN is invalid
da: Denne SSN er ugyldig

# Create patron
source: Invalid SSN
da: Ugyldig SSN

# Create patron
source: Name
da: Navn

source: Patron registration
da: Brugeroprettelse

source: Enable registration of new patrons
da: Tilvælg registrering af nye brugere

source: Patron nem-login authentication
da: Bruger autentificering med Nem-login

# Patron menu
source: My Account
da: Brugerprofil

# Patron menu
source: loans expired
da: Overskredne lån

# Patron menu
source: loans expiring soon
da: Under 6 dage

# Patron menu
source: reservations ready for pickup
da: Klar til lån

# Patron menu
source: Close user menu
da: Luk brugermenu

# Patron menu
source: The user modal
da: Brugermodalen

# Patron menu
source: The user modal, log in or create a user
da: Brugermodal til at logge ind eller oprette bruger

# Patron menu
source: Log out
da: Log ud

# Patron menu
source: Log in
da: Log ind

# Patron menu
source: Sign up
da: Opret bruger

# Patron menu (aria)
source: Open user menu
da: Åbn brugermenu

# Patron menu (aria)
source: Notifications menu
da: Notifikations menu

# Patron menu (aria)
source: Profile links
da: Links til dit låneoverblik

source: Handle the patron user menu
da: Håndter indstillinger for brugermenuen

# Work Page
source: Change SMS number
da: Skift mobilnummer

# Work Page
source: Film adaptations
da: Filmatisering

# Work Page
source: First available edition
da: Første tilgængelige udgave

# Work Page
source: Avoid the queue and pick up the material now
da: Undgå ventetid og hent materialet nu

# Work Page
source: Instant loan
da: Strakslån

# Work Page
source: The material is available at these nearby libraries
da: Materialet er hjemme på disse biblioteker i nærheden

# Work Page
source: You have borrowed @count out of @limit possible audio-books this month
da: Du har lånt @count ud af @limit mulige e-lydbøger denne måned

# Dashboard
source: Fees
da: Gebyrer & erstatninger

# Dashboard
source: Loans
da: Lån

# Dashboard
source: Queued reservations
da: Reserveringer i kø

# Dashboard (aria)
source: This modal makes it possible to renew materials
da: Denne pop-up gør det muligt at forny materialer

# Dashboard
source: Pick
da: Vælg

# Library Agency Configuration
source: My page in ereolen
da: Min side på eReolen

# Dashboard
source: Digital
da: Digitale

# Dashboard
source: Intermediates
da: Mellemværender

# Patron menu
source: Reservations ready for pickup
da: Reserveringer klar til lån

# Loan list
source: Due date digital @date
da: Udløbsdato @date

# Loan list
source: Due date physical @date
da: Afleveringsfrist @date

# dpl_instant_loan
source: Match Strings
da: Non-res materialegrupper

# dpl_instant_loan
source: Text used to identify materials which are available for instant loans.<br/> You can write multiple strings - each on a spearate line.<br/> To find a match one of the strings must be present in the material group of such materials.
da: Angiv navnene på alle de materiale-grupper der er til udlån, men ikke er reserverbare; der kan skrives flere materialegrupper – hver skal skrives på en separat linje.

# Search Result
source: Fictional characters
da: Fiktive personer

# Work Page
source: Can't be viewed
da: Kan ikke vises

# Work Page
source: Authors
da: Forfattere

# Work Page
source: You don't live in the municipality where this library is located.
da: Du er ikke bosiddende i kommunen som dette bibliotek er tilknyttet.

# React apps (Global error handling)
source: Close
da: Luk

# React apps (Global error handling)
source: An error occurred
da: Der opstod en uventet fejl, prøv igen senere eller kontakt biblioteket.

# Work Page
source: Blocked
da: Din låner er blokeret

# Renew loan
source: Renew
da: Forny

# Renew loan
source: Cannot be renewed
da: Kan ikke fornyes

# Renew loan
source: Processing...
da: Indlæser...Fornyelsen af dit lån gik iggen igennem

# Create patron
source: Select pickup location in the select
da: Vælg dit standard afhentningssted. Du kan vælge et andet afhentningssted når du foretager en reservering.

# Create patron
source: Select pickup location
da: Vælg afhentningssted

# dpl_login
source: Logged in
da: Logget ind

# Library Agency Configuration
source: Enable SMS notifications for reservations
da: Slå mulighed for tilvalg af sms notifikationer for reserveringer til

# Library Agency Configuration
source: If checked, SMS notifications for patrons are enabled.
da: Hvis valgt, kan brugerne vælge at få tilsendt notifikationer på sms

# advanced search
source: source
da: Kilde

# advanced search
source: add row
da: Tilføj række

# advanced search
source: all indexes
da: Søgning i

# advanced search
source: audience
da: Målgruppe

# advanced search
source: copy string
da: Kopier søgestreng

# advanced search
source: creator
da: Bidragyder

# advanced search
source: edition
da: Udgave

# advanced search
source: date
da: Dato

# advanced search
source: edit cql
da: Rediger CQL

# advanced search
source: accessibility
da: Fysisk/online

# advanced search
source: All
da: Alle

# advanced search
source: article
da: Artikel

# advanced search
source: audio book
da: Lydbog

# advanced search
source: book
da: Bog

# advanced search
source: ebook
da: Ebog

# advanced search
source: fiction
da: Skønlitteratur

# advanced search
source: literature form
da: Skøn/faglitteratur

# advanced search
source: material type
da: Materialetype

# advanced search
source: movie
da: Film

# advanced search
source: music
da: Musik

# advanced search
source: Non-fiction
da: Faglitteratur

# advanced search
source: physical
da: Fysisk

# advanced search
source: identifier
da: ID

# advanced search
source: search term
da: Søg på titel, forfatter mv.

# advanced search
source: language
da: Sprog

# advanced search
source: link to this search
da: Link til denne søgning

# advanced search
source: main creator
da: Forfatter

# advanced search
source: main title
da: Hovedtitel

# advanced search
source: CQL search string
da: CQL søgestreng

# advanced search
source: publisher
da: Udgiver

# advanced search
source: reset
da: Nulstil

# advanced search
source: search
da: Søg

# advanced search
source: subject
da: Emne

source: advanced search
da: Avanceret søgning

# advanced search
source: and
da: og

# advanced search
source: not
da: ikke

# advanced search
source: or
da: eller

# advanced search
source: Link copied to clipboard
da: Link kopieret til udklipsholder

# advanced search
source: Copied
da: Kopieret

# advanced search
source: CQL search
da: CQL søgning

# advanced search
source: Loading results...
da: Henter resultater...

# advanced search
source: showing materials
da: Viser materialer

# advanced search
source: Back to advanced search
da: Tilbage til avanceret søgning

# Patron page
source: Your changes are saved.
da: Dine ændringer blev gemt

# Patron page
source: Loading...
da: Henter...

# Library Agency Configuration
source: Expiration warning
da: Advarsel om at udløbsdato nærmer sig

# Library Agency Configuration
source: Set expiration warning
da: Indstil advarsel vedr. udløbsdato

# Library Agency Configuration
source: Insert the number of days before the expiration of the material, when the reminder "Expires soon" should appear.
da: Indsæt antal dage før udløbsdatoen for et lån, hvor label med teksten "Udløber snart" skal vises på lånet.

# Library Agency Configuration
source: Ereolen home link
da: Link til eReolen

# Library Agency Configuration
source: Home page in ereolen
da: eReolen startside

source: List of bookmarks
da: Bogmærkeliste

source: Ticket sale not open
da: Ikke åbent for billetsalg

source: Active
da: Aktiv

source: Sold out
da: Udsolgt

source: Canceled
da: Aflyst

source: Occurred
da: Afholdt

source: Event
da: Arrangement

source: Custom handling related to events.
da: Indstillinger for arrangementer

source: Article
da: Artikel

source: Functionality related to creating article content.
da: Funktion relateret til oprettelse af artikelindhold.

source: By @username
da: Af @username

# Library Agency Configuration
source: Set the interest periods. The format should be [days]-[label]. New periods will first be available in "Default interest period for reservation" when the form has been saved.
da: Indstil interesseperioder. Formatet skal være [antal dage]-[label]. Nye interesseperioder vil først være tilgængelige som valgmulighed i "Default interesseperiode for reserveringer" efter at formularen er gemt.

# Library Agency Configuration
source: Default interest period for reservation
da: Standard interesseperiode for reserveringer

# Library Agency Configuration
source: Set the default interest period for reservations.
da: Indstil standard interesseperiode for reserveringer

# Library Agency Configuration
source: The interest period @error, does not match the format [days]-[label].
da: Interesseperioden @error matcher ikke formatet [dage]-[label].

# Library Agency Configuration
source: The default interest period should be set to a value in "Interest periods for reservation" field.
da: Standard interesseperiode skal indstilles i feltet "Standard interesseperiode for reserveringer".

# Patron menu
source: Dashboard
da: Dit overblik

# Global (Aria)
source: Close blocked patron modal
da: Luk pop-up til blokeret bruger

# Global
source: Blocked patron body text (d)
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information

# Global
source: Blocked patron title text (d)
da: Din bruger er blokeret

# Global
source: You are therefore not able to borrow or reserve materials from the library
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information

# Global
source: Pay your fees here
da: Betal dine gebyrer og erstatninger her

# Global
source: You have exceeded your fee limit
da: Du har overskredet gebyrgrænsen

# Global
source: Blocked patron body text (f)
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information

# Global
source: Blocked patron title text (f)
da: Din bruger er blokeret

# Global (Aria)
source: This modal alerts you, that your patron has been blocked
da: Denne pop-up advarer dig om at din bruger er blokeret

# Global
source: Blocked patron body text (o)
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information

# Global
source: Blocked reason modal title (o)
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information

# Global
source: Blocked patron body text (s)
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information

# Global
source: Blocked patron title text (s)
da: Din bruger er blokeret

# Global
source: You therefore cannot reserve, borrow or renew loans. Please contact the library for further information (u)
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information

# Global
source: Your user is blocked (u)
da: Din bruger er blokeret

# Global
source: You therefore cannot reserve, borrow or renew loans. Please contact the library for further information (w)
da: Du kan derfor ikke reservere, låne eller forny lån. Kontakt biblioteket for yderligere information.

# Global
source: Your user is blocked (w)
da: Din bruger er blokeret

# Global
source: Yes, renew
da: Ja, forny

# Global
source: Are you sure you want to renew?
da: Er du sikker på at du vil forny?

# Global
source: accept modal aria description text
da: Accepter

# Global
source: accept modal aria label text
da: Accepter

# Global
source: If you renew your fee will be raised
da: Hvis du kun fornyer nogle af dine lån, risikerer du at dit gebyr bliver forhøjet, fordi dine lån opsplittes i flere

# Global
source: Cancel renewal
da: Forny ikke

# Global
source: Your fee is raised
da: Dit gebyr kan blive forhøjet

# Global
source: add @title to favorites list
da: tilføj @title til huskelisten

# Global
source: Animated series
da: Animeret serie

# Global
source: Audio books
da: Lydbøger

# Global
source: Books
da: Bøger

# Global
source: E-books
da: E-bøger

# Global
source: Movies
da: Film

# Global
source: Games
da: Spil

# Global
source: Music
da: Musik

# Global
source: Available
da: Tilgængelig

# Global
source: Unavailable
da: Udlånt

# Global
source: by
da: af

# Global
source: Change interest period
da: Skift interesseperiode

# Global
source: Change pickup location
da: Skift afhentningsbibliotek

# Global
source: Choose one
da: Vælg

# Global
source: Number @count in line
da: Nummer @count i køen

# Global
source: This button opens a modal that covers the entire page and contains the possibility to delete a selected reservation, or multiple selected reservations
da: Denne knap åbner en pop-up som gær det muligt at slette en eller flere reserveringer

# Global
source: Cancel
da: OK

# Global
source: Close delete reservation modal
da: Luk pop-up til at slette reservering

# Global
source: Cancel reservation
da: Slet reservering

# Global
source: Processing...
da: Indlæser...

# Global
source: Do you want to cancel your reservation?
da: Vil du slette din reservering?

# Global
source: Something went wrong deleting your reservation. Please try again.
da: Noget gik galt. Prøv igen senere

# Global
source: Deleting your reservation failed
da: Din reservering kunne ikke slettes

# Global
source: One reservation was deleted
da: En reservering blev slettet

# Global
source: @count reservations were deleted
da: @count reserveringer blev slettet

# Global
source: Cancel reservations
da: Slet reserveringer

# Global
source: You cannot regret this action
da: Du kan ikke fortryde

# Global
source: Digital reservations
da: Digitale reserveringer

# Global
source: Renewable (@count)
da: Forny (@count)

# Global
source: Choose all
da: Vælg alle

# Global
source: This modal groups loans after due date and makes it possible to renew said loans
da: Denne pop-up grupperer lån efter afleveringsdato og gør det muligt at forny disse lån

# Global
source: Due date @date
da: Afleveringsfrist @date

# Global
source: Read more about fees
da: Se vores takster

# Global
source: Close renew loans modal
da: Luk pop-up til at forny lån

# Global
source: The due date of return is exceeded, therefore you will be charged a fee, when the item is returned
da: Afleveringsfristen er overskredet, du vil derfor blive pålagt et gebyr når du afleverer

# Global
source: Go to material details
da: Se detaljer

# Global
source: Select @label for renewal
da: Vælg @label til fornyelse

# Global
source: This modal makes it possible to renew materials
da: Denne pop-up gør det muligt at forny dine lån

# Global
source: Close modal with grouped loans
da: Luk pop-up med grupperede lån

# Global
source: Close modal with grouped reservations
da: Luk pop-up med grupperede reserveringer

# Global
source: This modal makes it possible to delete reservations
da: Denne pop-up gør det muligt at slette reserveringer

# Global
source: Advanced search
da: Avanceret søgning

# Global
source: in series
da: i serien

# Global
source: in
da: i

# Global
source: Start typing in order to search
da: Søg efter bøger, film, musik og mere

# Global
source: loading
da: henter

# Global
source: Returned too late
da: Overskredne lån

# Global
source: To be returned soon
da: Skal snart afleveres

# Global
source: and
da: og

# Global
source: By
da: Af

# Global
source: Close material details modal
da: Luk pop-up med detaljevisning af materiale

# Global
source: Expires
da: Udløber

# Global
source: Go to eReolen
da: Gå til eReolen

# Global
source: Loan date
da: Udlånsdato

# Global
source: Material Item Number
da: Materialenummer

# Global
source: This modal shows material details, and makes it possible to renew a material, of that material is renewable
da: Denne pop-up viser detaljer for materialet og gør det muligt at slette en reservering

# Global
source: Expired
da: Udløbet

# Global
source: Renew your loans
da: Forny dine lån

# Global
source: Set date for when your interest for the material will expire.
da: Indstil interesseperiode

# Global
source: Change interest deadline
da: Skift udløbsdato for interesseperiode

# Global
source: Choose pickup library
da: Vælg afhentningsbibliotek

# Global
source: Decide at which library you want to pickup the material.
da: Vælg hvor du vil afhente dine reserveringer

# Global
source: Your search has 0 results
da: Din søgning har 0 resultater

# Global
source: 1 month
da: 1 måned

# Global
source: 1 year
da: 1 år

# Global
source: out of
da: ud af

# Global
source: Receive emails about your loans, reservations, and so forth
da: Modtag e-mails om dine lån, reserveringer osv.

# Global
source: patron page contact info body text
da: Husk at opdatere dine oplysninger, hvis du skifter mobilnummer eller e-mail.

# Global
source: CONTACT INFORMATION
da: KONTAKTOPLYSNINGER

# Global
source: Receive text messages about your loans, reservations, and so forth
da: Modtag sms om dine lån, reserveringer osv.

# Global
source: Phone number
da: Mobilnummer

# Global
source: Change current pin by entering a new pin and saving
da: Skift nuværende kode ved at indtaste en ny kode og gem

# Global
source: PINCODE
da: PINKODE

# Global
source: Confirm new pin
da: Bekræft ny pinkode

# Global
source: This modal makes it possible to pause your physical reservations
da: Denne pop-up gør det muligt at sætte dine fysiske reserveringer på pause

# Global
source: Pause reservation below inputs text
da: Du kan sætte dine reserveringer på pause mens du f.eks. er på ferie.

# Global
source: Pause your reservations early, since reservations that are already being processed, will not be paused.
da: Sæt dine reserveringer på pause i god tid, da reserveringer som allerede er i proces ikke kan sættes på hold

# Global
source: Close pause reservations modal
da: Luk pop-up til at sætte reserveringer på pause

# Global
source: Pause reservations on physical items
da: Sæt dine reserveringer på pause

# Global
source: Read more
da: Læs mere om pausefunktionen

# Global
source: Save
da: Gem

# Global
source: Physical reservations
da: Reserveringer på fysiske materialer

# Global
source: Pick up before @date
da: Hent før @date

# Global
source: Choose pickup branch
da: Vælg afhentningssted

# Global
source: Nothing selected
da: Intet valgt

# Global
source: New pin
da: Ny pinkode

# Global
source: The pincode should be minimum @pincodeLengthMin and maximum @pincodeLengthMax characters long
da: Pinkoden skal være på @pincodeLengthMin cifre

# Global
source: The pincodes are not the same
da: Pinkoderne er ikke identiske

# Global
source: Audiobook
da: Lydbog

# Global
source: E-book
da: E-bog

# Global
source: Ready
da: Klar

# Global
source: Ready for pickup
da: Klar til lån

# Global
source: Remove reservations (@amount)
da: Slet reserveringer (@amount)

# Global
source: remove @title from favorites list
da: fjern @title fra huskelisten

# Global
source: Something went wrong renewing your loans. Please try again.
da: Noget gik galt. Prøv igen senere.

# Global
source: Renewing your loans failed
da: Dine lån kunne ikke fornyes

# Global
source: For some reason, no one of your loans could be renewed.
da: Ingen af dine lån kunne fornyes. Kontakt evt. biblioteket.

# Global
source: No loans could be renewed
da: Ingen lån kunne fornyes

# Global
source: {"type":"plural","text":["1 loan has been renewed.","@count loans have been renewed."]}
da: {"type":"plural","text":["1 lån blev fornyet.","@count lån blev fornyet."]}

# Global
source: You have renewed your loans
da: Du har fornyet dine lån

# Global
source: Something went wrong renewing your loan. Please try again.
da: Noget gik galt. Prøv venligst igen senere.

# Global
source: Renewal of your loan failed
da: Dine lån kunne ikke fornyes

# Global
source: For some reason, your loan could not be renewed.
da: Dit lån kunne ikke fornyes. Kontakt evt. biblioteket.

# Global
source: The loan could not be renewed
da: Lånet kunne ikke fornyes

# Global
source: 1 loan was renewed.
da: 1 lån blev fornyet

# Global
source: You have renewed your loan
da: Du har fornyet dit lån

# Global
source: Borrow before @date
da: Lån før @date

# Global
source: Remove your reservation
da: Slet din reservering

# Global
source: Apply changes
da: Gem ændringer

# Global
source: Date of reservation
da: Reserveringsdato

# Global
source: Not interested after
da: Ikke interesseret efter

# Global
source: @count queued
da: @count i køen

# Global
source: Others are queueing for this material
da: Andre står i kø til dette materiale

# Global
source: Pickup branch
da: Afhentningssted
