Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: The node language code.
da: Indholdselementets sprogkode.

source: X coordinate
da: X koordinat

source: Y coordinate
da: Y koordinat

source: Revision timestamp
da: Version timestamp

source: The time that the current revision was created.
da: Tidspunktet hvor den aktuelle version blev opdateret.

source: The user ID of the author of the current revision.
da: Bruger-IDet på forfatteren af den aktuelle version.

source: Revision Log
da: Revideringslog

source: The log entry explaining the changes in this revision.
da: Logbeskeden som beskriver ændringerne i denne version.

source: Crop type
da: Beskærings type

source: Crop type to be used for the image style.
da: Beskæring som skal anvendes til denne billedtype.

source: - Select a Provider -
da: - Vælg en udbyder -

source: Used in
da: Brugt i

source: @first, @second and @count more
da: @first, @second og @count flere

source: CropEffect::transformDimensions() transform image dimensions correctly.
da: CropEffect::transformDimensions() transformerer billeddimensioner korrekt.

source: Crop::cropExists() correctly found saved crop.
da: Crop::cropExists() fandt korrekt gemt beskæring.

source: Crop::cropExists() correctly handled wrong type.
da: Crop::cropExists() håndterede korrekt den forkerte type.

source: Crop::cropExists() correctly handled wrong uri.
da: Crop::cropExists() håndterede korrekt den forkerte URI.

source: Crop::findCrop() correctly handled nonexistent crop.
da: Crop::findCrop() håndterede korrekt den ikke-eksisterende beskæring.

source: Edit
da: Redigér

source: Edit @name crop type
da: Rediger @name beskæringstype

source: The image effect was successfully applied.
da: Billedeffekten blev taget i anvendelse.

source: The machine-readable name is already in use. It must be unique.
da: Dette maskinlæsbare navn er allerede i brug. Det skal være unikt.

source: Are you sure you want to delete the crop type @name?
da: Er du sikker på, at du vil slette beskæringstypen @name?

source: Crop API
da: Beskærings API

source: This branch of Crop API is not compatible with the version of Media Entity installed.
da: Denne branch af Crop API er ikke kompatibel med den version af Media Entity som er installeret.

source: Crop
da: Beskær

source: File
da: Fil

source: Crop types
da: Beskærings typer

source: Deprecated.
da: Forældet.

source: Date format for single date
da: Datoformat for en enkelt dato

source: Date format for the single date if the date is "all day"
da: Datoformat for en enkelt dato, hvis datoen er "hele dagen"

source: Date format for the single month date range
da: Datoformat for datointerval inden for en måned

source: Date format for the single year date range
da: Datoformat for datointerval inden for et år

source: Date format for multiple years date range
da: Datoformat for flere års datointerval

source: A user-defined date format. See the <a href="@url">PHP manual</a> for available options.
da: Et brugerdefineret datoformat. Se mulige værdier i <a href="@url">PHP-manualen</a>.

source: Use letters in braces for end date elements, for example, {d} means the day of the end date.
da: Brug bogstaver i parentes til slutdatoelementer, for eksempel {d} betyder dagen for slutdatoen.

source: Display date range using formats: @one_day, @one_month, @several_months, @several_years
da: Vis datoperiode med formaterne: @one_day, @one_month, @several_months, @several_years

source: Date range
da: Datointerval

source: The entity type to export.
da: Enhedstypen til eksport.

source: Write out the exported content to a file instead of stdout
da: Skriv det eksporterede indhold til en fil i stedet for stdout

source: The name of the module.
da: Modulets navn

source: Default content
da: Standardindhold

source: Default content YAML tests
da: Standard YAML-tests af indhold

source: Default content export test
da: Standardtest af eksport af indhold

source: Used in testing to ensure modules can declare content.
da: Bruges i test for at sikre, at moduler kan deklarere indhold.

source: Default content tests
da: Standard indholdstests

source: Overview
da: Overblik

source: Requirements
da: Krav

source: to report problems.
da: til at reportere problemer.

# Entity type group
source: Content
da: Indhold

source: The referenced entity
da: Link til den refererede entity

source: Select items
da: Vælg

source: Reference method
da: Referencemetode

source: Change handler
da: Skift handler

source: Reference types: @entity_types
da: Referencetyper: @entity_types

source: @entity view mode: @mode
da: @entity visningstilstand: @mode

source: View mode for %entity
da: Visningstilstand for %entity

source: Label
da: Etiket

source: Other…
da: Anden…

source: The referenced entity (%type: %id) does not exist.
da: Den refererede entity (%type: %id) eksisterer ikke.

source: The referenced entity type (%type) is not allowed for this field.
da: Den refererede enhedstype (%type) er ikke tilladt i dette felt.

source: Save and continue
da: Gem og fortsæt

source: Save field settings
da: Gem feltindstillinger

source: There are no test entity entities matching "%value".
da: Der er ingen testenheder, der matcher "%value".

source: Preview
da: Gennemse

source: @type %title has been created.
da: @type %title oprettet.

source: References
da: Referencer

source: Reference another entity.
da: Referér en anden enhed.

source: @label referenced from @field_name
da: @label refereret fra @field_name

source: Appears in: @bundles.
da: Optræder i: @bundles.

source: @entity using @field_name
da: @entity som bruger @field_name

source: Relate each @entity with a @field_name set to the @label.
da: Knyt hver @entity hvor @field_name er sat til @label.

source: @field_name to @target_label entities
da: @field_name til @target_label enheder

source: Display the ID of the referenced entities.
da: Vis ID for de refererede entiteter.

source: Rendered entity
da: Renderet entity

source: Display the referenced entities rendered by entity_view().
da: Vis de refererede entities renderet af entity_view().

source: Display the label of the referenced entities.
da: Vis label for de refererede entities.

source: Autocomplete
da: Autofuldfør

source: An autocomplete text field.
da: Et tekstfelt med autofuldførelse.

source: Check boxes/radio buttons
da: Afkrydsningfelter/radioknapper

source: Select list
da: Valgliste

source: A provider of an entity type.
da: En udbyder af en enhedstype.

source: Take ownership
da: Tag ejerskab

source: Take ownership of the newly created cloned entity.
da: Tag ejerskab over den nyoprettede klonede enhed.

source: Save cloned @entity_type as published
da: Publicer klonet indhold

source: If the cloned entity should be save as a published entity.
da: Hvis det klonede indhold skal gemmes som publiceret.

source: Available translations
da: Tilgængelige oversættelser

source: Clone
da: Klon

source: Cancel
da: Annullér

source: The entity <em>@entity (@entity_id)</em> of type <em>@type</em> was cloned.
da: Indholdet <em>@entity (@entity_id)</em> af typen <em>@type</em> blev klonet.

source: Enabled
da: Aktiveret

source: Clone form settings
da: Klon formularindstillinger

source: Checkboxes default value
da: Standardværdi for afkrydsningsfelter

source: Disable checkboxes
da: Deaktiver afkrydsningsfelter

source: Redirect to
da: Omdiriger

source: Edit form
da: Rediger formular

source: Whether the "Take ownership" option should be checked by default on the entity clone form.
da: Om indstillingen "Tag ejerskab" skal være markeret som standard på enhedsklonformularen.

source: Entities referenced by field <em>@label (@field_id)</em>.
da: Enheder refereret af feltet <em>@label (@field_id)</em>.

source: <p>Specify the child entities (the entities referenced by this entity) that should also be cloned as part of the cloning process. If they're not included, these fields' referenced entities will be the same as in the original. In other words, fields in both the original entity and the cloned entity will refer to the same referenced entity. Examples:</p> <p>If you have a Paragraph field in your entity, and you choose not to clone it here, deleting the original or cloned entity will also delete the Paragraph field from the other one. So you probably want to clone Paragraph fields.</p> <p>However, if you have a User reference field, you probably don't want to clone it here because a new User will be created for referencing by the clone.</p> <p>Some options may be disabled here, preventing you from changing them, as set by your administrator. Some options may also be missing, hidden by your administrator, forcing you to clone with the default settings. It's possible that there are no options here for you at all, or none need to be set, in which case you may simply hit the <em>Clone</em> button.</p>
da: <p>Angiv de børneenheder (de enheder, der refereres til af denne enhed), som også skal kloner som en del af kloningsprocessen. Hvis de ikke inkluderes, vil disse felts refererede enheder være de samme som i den originale. Med andre ord vil felter i både den originale enhed og den klonede enhed henvise til den samme refererede enhed. Eksempler:</p> <p>Hvis du har et Paragraph felt i din enhed, og du vælger ikke at klone det her, vil sletning af den originale eller klonede enhed også slette Paragraph feltet fra den anden. Så du vil sandsynligvis ønske at klone Paragraph felter.</p> <p>Hvis du derimod har et brugerreferencefelt, ønsker du sandsynligvis ikke at klone det her, fordi en ny bruger vil blive oprettet til referencer af klonen.</p> <p>Nogle indstillinger kan være deaktiverede her, som forhindrer dig i at ændre dem, som sat af din administrator. Nogle indstillinger kan også mangle, skjult af din administrator, hvilket tvinger dig til at klone med standardindstillingerne. Det er muligt, at der ikke er nogen indstillinger her for dig overhovedet, eller at ingen behøver at blive sat, i så fald kan du simpelthen trykke på <em>Klone</em> knappen.</p>

source: <p>Do you want to clone the <em>@type</em> entity named <em>@title</em>?</p>
da: <p>Vil du klone <em>@type</em> enheden med navnet <em>@title</em>?</p>

source: New Id
da: Nyt Id

source: Clone all <em>@label</em> entities.
da: Klon alt <em>@label</em> indhold

source: Add language
da: Tilføj sprog

source: Create new style
da: Opret nyt format

source: Add format
da: Tilføj format

source: Entity Clone Template
da: Gem som skabelon

source: Allow this content type to define Entity Clone templates
da: Tillad dette indhold at blive gemt som skabelon

source: Enable Entity Clone Template
da: Tillad oprettelse af skabeloner

source: Allow a content to be defined as a content template for this content type.
da: Tillad indhold at blive defineret som indholdsskabelon for denne indholdstype.

source: Entity Clone Template active
da: Skabelon aktiv

source: Stores whether the current Entity a template for cloning or not.
da: Gemmer, om den aktuelle Entity er en skabelon til kloning eller ej.

source: Stores an image associated to the template.
da: Gemmer et billede, der er knyttet til skabelonen.

source: Allow content to be defined as a template
da: Tillad indhold at blive defineret som en skabelon

source: When checked, this page is eligible to be a template when cloning content.
da: Når markeret, kan denne side bruges som skabelon ved kloning af indhold.

source: Define the current content as a template when cloning content
da: Definer det nuværende indhold som en skabelon ved kloning af indhold

source: Set an image for the Content template
da: Indstil et billede til indholdsskabelonen

source: Upload an image as content template.
da: Upload et billede som indholdsskabelon.

source: Define the uploaded image as image template visible on the Content template list page.
da: Definer det uploadede billede som en billedskabelon der er synlig på listesiden over indholdsskabeloner.

source: Add a Drupal View to select templates from content types
da: Tilføj en Drupal-visning for at vælge skabeloner fra indholdstyper

source: The submission of the current form can cause the deletion of entities that are still used, backup all data first.
da: Indsendelse af den aktuelle formular kan medføre sletning af enheder, der stadig bruges, tag backup af alle data først.

source: Search fields
da: Søgefelter

source: Select the field(s) that will be searched when using the autocomplete widget.
da: Vælg de felter som autocomplete widget skal søge i.

source: <strong>Note:</strong> In 'Entity Reference' displays, all fields will be displayed inline unless an explicit selection of inline fields is made here.
da: <strong>Bemærk:</strong> I 'Entity Reference' displays bliver alle felter vist inline medmindre der foretages et eksplicit valg af felter her.

source: Display "@display" needs a selected search fields to work properly. See the settings for the Entity Reference Revisions list format.
da: Visning "@display" kræver udvalgte søgefelter for at fungere korrekt. Se indstillingerne for formatet til listen over Entity Reference Revisions.

source: Display "@display" uses field %field as search field, but the field is no longer present. See the settings for the Entity Reference Revisions list format.
da: Visning "@display" bruger feltet %field som søgefelt, men feltet er ikke længere tilstede. Se indstillingerne for formatet til listen over Entity Reference Revisions.

source: Type of item to reference
da: Typen af element der skal refereres til

source: Rendered as @mode
da: Renderet som @mode

source: Removing orphaned entities.
da: Fjerner hjemløse enheder.

source: An error occurred while processing @operation with arguments : @args
da: Der opstod en fejl under behandlingen af @operation med argumenterne: @args

source: Managing and displaying entity reference fields
da: Håndtering og visning af entitetsreferencefelter

source: Selecting reference type
da: Valg af referencetype

source: In the field settings you can select which entity type you want to create a reference to.
da: I feltindstillingerne kan du vælge hvilken entity-type du ønsker at oprette en reference til.

source: Filtering and sorting reference fields
da: Filtrering og sortering af referencefelter

source: Depending on the chosen entity type, additional filtering and sorting options are available for the list of entities that can be referred to, in the field settings. For example, the list of users can be filtered by role and sorted by name or ID.
da: Afhængigt af den valgte enhedstype er yderligere filtrerings- og sorteringsmuligheder tilgængelige for listen over enheder, der kan henvises til, i feltindstillingerne. For eksempel kan listen over brugere filtreres efter rolle og sorteres efter navn eller ID.

source: Displaying a reference
da: Visning af en reference

source: An entity reference can be displayed as a simple label with or without a link to the entity. Alternatively, the referenced entity can be displayed as a teaser (or any other available view mode) inside the referencing entity.
da: En objektreference kan vises som en simpel etiket med eller uden et link til objektet. Alternativt kan den enhed, der refereres til, vises som en teaser (eller en anden tilgængelig visningstilstand) i den refererende enhed.

source: Reference revisions
da: Referencerevisioner

source: Parent ID
da: Overordnet ID

source: Returns results as a PHP array of labels and rendered rows.
da: Returnerer resultater som en PHP-array af labels og renderede rækker.

source: Entity Reference inline fields
da: Entity Reference inline-felter

source: Displays the fields with an optional template.
da: Viser felterne med en valgfri skabelon.

source: Test entity host
da: Test enhedsvært

source: Delete revisions of entities that are no longer used in Entity Reference Revisions fields.
da: Slet revisioner af enheder, der ikke længere anvendes i Entity Reference Revisions felter.

source: Entity with parent type and ID.
da: Enhed med overordnet type og ID.

source: Number
da: Antal

source: Text
da: Tekst

source: Create list fields based on PHP enums
da: Opret listefelter baseret på PHP enums

source: Field group format:
da: Feltgruppeformat:

source: Update
da: Opdatér

source: delete
da: slet

source: Fieldgroups
da: Feltgrupper

source: <p class="fieldgroup-help">Fields can be dragged into groups with unlimited nesting. Each fieldgroup format comes with a configuration form, specific for that format type.<br />Note that some formats come in pair. These types have a html wrapper to nest its fieldgroup children. E.g. Place accordion items into the accordion, vertical tabs in vertical tab group and horizontal tabs in the horizontal tab group. There is one exception to this rule, you can use a vertical tab without a wrapper when the additional settings tabs are available. E.g. node forms.</p>
da: <p class="fieldgroup-help">Felter kan trækkes ind i grupper med ubegrænset indlejring. Hvert feltgruppeformat kommer med en konfigurationsformular, som er specifik for det pågældende format.<br />Bemærk at visse formater kommer i par. Disse typer har en HTML-wrapper som de underliggende feltgrupper placeres i. F.eks. placeres accordion-elementer i et accordion, vertikale faner i en vertikal fanegruppe og horisontale faner i en horisontal fanegruppe. Der er én undtagelse til denne regel, du kan bruge vertikale faner uden en wrapper når der vises faner med ekstra indstillinger. F.eks. på indholdselementformularer.</p>

source: Skipping @group because this type does not exist in current mode
da: Springer @group over, fordi denne type ikke findes i den aktuelle tilstand

source: Fieldgroup @group is not cloned since a group already exists with the same name.
da: Feltgruppe @group ikke klonet fordi der allerede findes en gruppe med det samme navn.

source: Fieldgroup @group cloned successfully.
da: Feltgruppe @group klonet.

source: Add a new group
da: Tilføj en ny gruppe

source: A unique machine-readable name containing letters, numbers, and underscores.
da: Et unikt systemnavn som indeholder bogstaver, tal og understregninger.

source: Create group
da: Opret gruppe

source: New group %label successfully created.
da: Ny gruppe %label oprettet.

source: The group %group has been deleted from the %type content type.
da: Gruppen %group er blevet slettet fra indholdstypen %type.

source: Are you sure you want to delete the group %group?
da: Er du sikker på, at du ønsker at slette gruppen %group?

source: Direction
da: Retning

source: Direction: @direction
da: Retning: @direction

source: Default state
da: Standardtilstand

source: Weight
da: Vægt

source: Weight: @weight
da: Vægt: @weight

source: Display element open by default.
da: Vis element åbent som standard.

source: Default state open
da: Standardtilstand åben

source: Default state closed
da: Standardtilstand lukket

source: Show label
da: Vis etiket

source: No
da: Nej

source: Yes
da: Ja

source: Attributes
da: Attributter

source: Effect
da: Effekt

source: Collapsible
da: Sammenklappelig

source: Blind
da: Persienne

source: Speed
da: Hastighed

source: Attributes: @attributes
da: Attributter: @attributes

source: Description : @description
da: Beskrivelse : @description

source: Bounce slide
da: Springer

source: Effect : @effect
da: Effekt: @effect

source: Horizontal Tabs
da: Horisontale faner

source: Field group label
da: Feltgruppemærkat

source: Display element also when empty
da: Vis element også når det er tomt

source: Display this field group even if the contained fields are currently empty.
da: Vis denne feltgruppe, selvom de indeholdte felter i øjeblikket er tomme.

source: Extra CSS classes
da: Ekstra CSS-klasser

source: Show Empty Fields
da: Vis tomme felter

source: The css class must include only letters, numbers, underscores and dashes.
da: CSS-klassen må kun indeholde bogstaver, tal, understregninger og bindestreger.

source: The id must include only letters, numbers, underscores and dashes.
da: Id'et skal indeholde bogstaver, tal, understregninger og bindestreger.

source: The field group project is a follow-up on the field group module in <a href="@linkcck">CCK</a>. The release will only exist for Drupal 7 release and higher, so since the existence of the Fields API in core.</br>By moving field group to a separate module, this may open some new perspectives.
da: Feltgruppeprojektet er en opfølgning på feltgruppemodulet i <a href="@linkcck">CCK</a>. Udgivelsen vil kun eksistere for Drupal 7-versioner og nyere, siden det eksisterer i kernen af Fiels API. Ved at flytte feltgruppen til et separat modul, kan det åbne nogle nye perspektiver.

source: The "jquery_ui_accordion" module has been installed.
da: "jquery_ui_accordion" modulet er installeret.

source: Identifier
da: Identifikator

source: Group name
da: Navn

source: @label of @entity_type (bundle: @bundle)
da: @label af @entity_type (bundt: @bundle)

source: The group %label has been deleted from the %type content type.
da: Gruppen %label er blevet slettet fra %type indholdstypen.

source: Tabs
da: Faner

source: Tab
da: Fane

source: This fieldgroup renders the content as a tab.
da: Denne feltgruppe gengiver indholdet som en fane.

source: Details Sidebar
da: Detaljer for sidebar

source: Details
da: Detaljer

source: Add a details element
da: Tilføj et detaljeelement

source: This fieldgroup renders the inner content in a HTML element with classes and attributes.
da: Denne feltgruppe gengiver det indre indhold i et HTML-element med klasser og attributter.

source: Fieldset
da: Feltgruppe

source: Accordion Item
da: Accordion element

source: This fieldgroup renders the content in a div, part of accordion group.
da: Denne feltgruppe renderer indholdet i en div som del af en accordion-gruppe.

source: This fieldgroup renders child groups as jQuery accordion.
da: Denne feltgruppe renderer undergrupper som en jQuery accordion.

source: Test module for Field Group
da: Testmodul for feltgruppe

source: <b>Inherit</b> - Pull field data directly from the source.
da: <b>Inherit</b> - Hent feltdata direkte fra kilden.

source: <b>Prepend</b> - Place destination data above source data.
da: <b>Prepend</b> - Placer destinationsdata over kildedata.

source: <b>Append</b> - Place destination data below source data.
da: <b>Append</b> - Placer destinationsdata under kildedata.

source: <b>Fallback</b> - Show destination data, if set, otherwise show source data.
da: <b>Fallback</b> - Vis destinationsdata, hvis det er indstillet, ellers vis kildedata.

source: Inherit
da: Arv

source: -- Select --
da: --Vælg--

source: Source Field
da: Kildefelt

source: Updating plugin options...
da: Opdatering af plugin-indstillinger...

source: Destination of Data
da: Destinations for data

source: Destination Field
da: Destinationsfelt

source: - Select -
da: - Vælg -

source: Advanced
da: Avanceret

source: The selected plugin @plugin does not support @source_type fields. The supported field types are: @field_types
da: Den valgt plugin @plugin understøtter ikke @source_type felter. De understøttede felttyper er: @field_types

source: You cannot inherit if the source and destination entities and bundles are the same.
da: Du kan ikke nedarve, hvis kilde- og destinationsenhederne og bundterne er de samme.

source: Created the %label field inheritance.
da: Oprettede %label feltarv.

source: Are you sure you want to delete %name?
da: Er du sikker på, at du ønsker at slette %name?

source: content @type: deleted @label.
da: Indhold @type: slettet @label.

source: Machine name
da: Internt navn

source: Source Entity
da: Kildeenhed

source: Enter the name of the %bundle from which to inherit data.
da: Indtast navnet på %bundle, hvorfra data skal arves.

source: Default Field Inheritance
da: Standard feltarv

source: Create Field Inheritance
da: Opret feltarv

source: Original image
da: Originalt billede
