Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

# Address label
source: Street address
da: Gadenavn

# Address label
source: Street address line 2
da: Gadenavn linie 2

# Address label
source: Area
da: Område

# Address label
source: County
da: Land

# Address label
source: Department
da: Afdeling

# Address label
source: District
da: Kommune

# Address label
source: Island
da: Ø

# Address label
source: Province
da: Provins

# Address label
source: State
da: Stat

# Address label
source: City
da: By

# Address label
source: Post town
da: By

# Address label
source: Suburb
da: Forstad

# Address label
source: Village township
da: Bydel

# Address label
source: Townland
da: Byområde

# Address label
source: Pin code
da: Pinkode

# Address label
source: Zip code
da: Postnummer

source: Sort by
da: Sortér efter

source: Country name
da: Landenavn

source: Country code
da: Landekode

source: Country source
da: Landekode

source: A predefined country code
da: En prædefineret landekode

source: The value of a contextual filter
da: Værdien af et kontekstuelt filter

source: The value of an exposed filter
da: Værdien af et eksponeret filter

source: You must add a contextual filter for the country code to use this filter for administrative areas.
da: Du skal tilføje et kontekstuelt filter for landekoden for at bruge dette filter til administrative områder.

source: You must add a filter for the country code to use this filter for administrative areas.
da: Du skal tilføje et filter for landekoden for at bruge dette filter til administrative områder.

source: Static
da: Statisk

source: This filter must be exposed to use a contextual filter to specify the country.
da: Dette filter skal være eksponeret for at bruge et kontekstuelt filter til at angive landet.

source: This filter must be exposed to use a filter to specify the country.
da: Dette filter skal være eksponeret for at bruge et filter til at angive landet.

source: The predefined country must be set for this filter to work.
da: Det prædefinerede land skal være angivet for, at dette filter kan fungere.

source: You can only select options here if you use a predefined country for the 'Country source'.
da: Du kan kun vælge indstillinger her, hvis du bruger et foruddefineret land som 'Landekilde'.

source: Display the subdivision name instead of the subdivision code
da: Vis underafdelingsnavnet i stedet for underafdelingskoden

source: Display the country name instead of the country code
da: Vis landets navn i stedet for landekoden

source: The language code
da: Sprogkoden.

source: The two-letter country code
da: Den tocifrede landekode

source: The locality (i.e. city)
da: Lokalitet (by)

source: The postal code
da: Postnummeret

source: The sorting code
da: Postnummeret

source: The first line of the address block
da: Adresselinje 1

source: The second line of the address block
da: Adresselinje 2

source: The organization
da: Organisationen

source: The given name
da: Det givne navn

source: The family name
da: Familienavnet

source: Ensures entered addresses are always formatted in the same language.
da: Sikrer, at indtastede adresser altid formateres på samme sprog.

source: Use field overrides to override the country-specific address format, forcing specific properties to always be hidden, optional, or required.
da: Brug områdeoverskrivninger til at overskrive det landspecifikke adresseformat og tvinge bestemte egenskaber til altid at være skjulte, valgfrie eller påkrævede.

source: Property
da: Egenskab

source: Override
da: Overskriv

source: Hidden
da: Skjult

source: Optional
da: Valgfrit

source: Required
da: Obligatorisk

source: Country
da: Land

source: Available countries
da: Tilgængelige lande

source: If no countries are selected, all countries will be available.
da: Hvis der ikke vælges et land, vil alle lande være tilgængelige.

source: Value
da: Værdi

source: Included postal codes
da: Inkluderede postnumre

source: Zone label field: @status
da: Felt til zone-etiket: @status

source: Shown
da: Vist

source: Zone label
da: zone-etiket

source: Territory
da: Territorium

source: Operations
da: Handlinger

source: Remove
da: Fjern

source: - All -
da: - Alle -

source: A regular expression ("/(35|38)[0-9]{3}/") or comma-separated list, including ranges ("98, 100:200")
da: Et regulært udtryk ("/(35|38)[0-9]{3}/") eller komma-separeret liste, inklusiv intervaller ("98, 100:200")

source: The country name
da: Land

source: Save settings
da: Gem indstillinger

source: Save
da: Gem

source: County
da: Land

source: Submitted: @country_code / @administrative_area / @included_postal_codes / @excluded_postal_codes.
da: Indsendt: @country_code / @administrative_area / @included_postal_codes / @excluded_postal_codes.

source: Payment method
da: Betalingsmetode

source: Credit card
da: Kreditkort

source: Cash on delivery
da: Betaling ved levering

source: Billing information
da: Faktureringsinformation

source: The street is "@street" and the country code is @country_code.
da: Gaden er @street og landekoden er @country_code.

# Validation
source: Address Format
da: Adresse Format

# Validation
source: Country
da: Land

source: An entity field containing a postal address
da: Et felt der indeholder en postadresse

source: An entity field containing a country
da: Et felt der indeholder et land

source: An entity field containing a zone
da: Et felt der indeholder en zone

source: Plain
da: Enkel

source: Default
da: Standard

source: Provides functionality for handling postal addresses.
da: Udøver funktionalitet til håndtering af postadresser.

source: Address test
da: Adresse test

source: Provides functionality for testing the address module.
da: Udøver funktionalitet til test af adressemodulet.

source: Zone territory test form
da: Testskema til zoneområde

source: Roles
da: Roller

source: Allowed
da: Tilladt

source: Forbidden
da: Forbudt

source: Custom
da: Tilpasset

source: Edit users with allowed roles
da: Rediger brugere med tilladte roller

source: View users with allowed roles
da: Vis brugere med tilladte roller

source: Assign allowed roles
da: Tildel tilladte roller

source: View users\u{00A0}includes role %role
da: Vis users\u{00A0}includes role %role

source: Assign roles includes role %role
da: Tildel roller inkluderer rolle %role

source: This permission only works when combined with %base
da: Denne tilladelse virker kun, når den kombineres med %base

source: About
da: Om

source: Administer Users by Role allows site builders to set up fine‐grained permissions for allowing <i>sub‐admin</i> users to manage other users based on the target user's role.
da: Administrer Brugere efter Rolle tillader udviklerteamet at opsætte finjusterede tilladelser for at tillade <i>sub-admin</i> brugere at administrere andre brugere baseret på målgruppens rolle.

source: Configuration
da: Indstillinger

source: Use the <a href=":config">configuration settings</a> to classify each role.
da: Brug <a href=":config">configuration settings</a> til at klassificere hver rolle.

source: Administer users/Administer permissions
da: Administrer brugere/Administrer tilladelser

source: <em>Do not</em> set these for sub‐admins. These permissions bypass all of the permissions in “Administer Users by Role".
da: <em>Må ikke</em> indstilles for underadministratorer. Disse tilladelser tilsidesætter alle tilladelser i "Administrer Brugere efter Rolle".

source: View user profiles
da: Vis brugerprofiler

source: Don't set this if you wish to use the fine-grained permissions for viewing users.
da: Indstil ikke dette, hvis du ønsker at bruge de detaljerede tilladelser til visning af brugere.

source: Select method for cancelling account
da: Vælg metode til opsigelse af konto

source: New permissions
da: Nye tilladelser

source: Access the users overview page
da: Adgang til brugernes oversigtsside

source: Create new users
da: Opret nye brugere

source: Allow empty user mail when managing users
da: Tillad tom brugermail, når brugere administreres.

source: Create and manage users that have no email address.
da: Opret brugere uden email

source: Allows assigning of any roles that have been configured as <i>allowed</i>.
da: Tillader tildeling af enhver rolle, der er konfigureret som <i>tilladt</i>.

source: Allows editing of any user with <i>allowed</i> roles.
da: Tillader redigering af enhver bruger med <i>tilladte</i> roller.

source: Allows cancelling of any user with <i>allowed</i> roles.
da: Tillader annullering af enhver bruger med <i>tilladte</i> roller.

source: Allows viewing of any user with <i>allowed</i> roles. Note that this permission only controls direct viewing of a single user, it does not affect Views.
da: Tillader visning af enhver bruger med <i>tilladte</i> roller. Bemærk at denne tilladelse kun kontrollerer direkte visning af en enkelt bruger, den påvirker ikke Views.

source: There will be 4 extra permissions (assign/edit/cancel/view) for each role configured as <i>custom</i>.
da: Der vil være 4 ekstra tilladelser (tildel/rediger/annuller/vis) for hver rolle, der er konfigureret som <i>custom</i>.

source: Assign role without permission to edit users
da: Tildel rolle uden tilladelse til at redigere brugere

source: A sub-admin without access to edit users can assign roles using actions in the <a href=":people">manage users page</a>.
da: En underadministrator uden adgang til at redigere brugere kan tildele roller ved hjælp af handlinger på a href=":people">manage users page</a>.

source: Example
da: Eksempel

source: You have an organisation website with the following roles:
da: Du har en organisationshjemmeside med følgende roller:

source: Content Editors - are not members and are managed by the administrator
da: Formidler - er ikke medlemmer og administreres af administratoren

source: What is wanted is for the membership secretary to be able to view and edit members, but not other roles, therefore the roles are configured as follows:
da: Man ønsker, at medlemssekretæren skal kunne se og redigere medlemmer, men ikke andre roller, og derfor er rollerne konfigureret som følger:

source: Administrator (Forbidden by default)
da: Administrator (Forbudt som standard)

source: Content editors - Forbidden
da: Formidler - ingen adgang

source: Use this page to classify each role before you <a href=:perms>assign permissions</a>.
da: Brug denne side til at klassificere hver rolle, før du <a href=:perms>assign permissions</a>.

source: Administer Users by Role
da: Administrer Brugere efter Rolle

source: Allows site builders to set up fine-grained permissions for allowing "sub-admin" users to edit and delete other users.
da: Tillader udviklerteamet at opsætte finjusterede tilladelser for at tillade "sub-admin" brugere at redigere og slette andre brugere.

source: Advanced options
da: Avancerede indstillinger

source: Will keep the reset button visible even without user input.
da: Holder nulstillingsknappen synlig, selv uden brugerinput.

source: Hide submit button
da: Skjul submit-knap

source: Input required
da: Input påkrævet

source: Secondary option open by default
da: Sekundær indstilling åben som standard

source: This section lets you select additional options for exposed sorts. Some options are only available in certain situations. If you do not see the options you expect, please see the <a href=":link">BEF settings documentation page</a> for more details.
da: Denne sektion lader dig vælge yderligere muligheder for udsatte sorteringer. Nogle muligheder er kun tilgængelige i bestemte situationer. Hvis du ikke kan se de muligheder, du forventer, se venligst <a href=":link">BEF settings documentation page</a> for flere detaljer.

source: Display exposed sort options as
da: Vis åbne sorteringsindstillinger som

source: Display exposed pager options as
da: Vis åbne sidetalindstillinger som

source: This section lets you select additional options for exposed filters. Some options are only available in certain situations. If you do not see the options you expect, please see the <a href=":link">BEF settings documentation page</a> for more details.
da: I denne sektion kan du vælge yderligere indstillinger for eksponerede filtre. Nogle indstillinger er kun tilgængelige i visse situationer. Hvis du ikke kan se de forventede indstillinger, se venligst <a href=":link">BEF settings documentation page</a> for flere detaljer.

source: Sort options
da: Sorteringsmuligheder

source: Advanced sort options
da: Avancerede sorteringsmuligheder

source: Rewrite the text displayed
da: Genskriv den viste tekst

source: "Reset sort" label
da: "Nulstil sortering" mærkat

source: This cannot be left blank if the above option is checked
da: Dette felt kan ikke efterlades tomt, hvis den ovenstående mulighed er afkrydset

source: This cannot be left blank or there will be no way to show/hide sort options.
da: Dette felt kan ikke efterlades tomt, for så kan man ikke vise/skjule sorteringsmuligheder.

source: This is a secondary option
da: Dette er en sekundær mulighed

source: Add select all/none links
da: Tilføj vælg alle/ingen links

source: When a parent checkbox is checked, check all its children. If this option is disabled, edit the filter and check "Allow multiple selections" and edit the filter settings and check "Show hierarchy in dropdown".
da: Når et forælderafkrydsningsfelt er markeret, markér alle dets børn. Hvis denne mulighed er deaktiveret, skal du redigere filteret og markere "Tillad flere valg" og redigere filterindstillingerne og markere "Vis hierarki i dropdown".

source: Display inline
da: Vis inline

source: Advanced filter options
da: Avancerede filter muligheder

source: The options will be sorted alphabetically.
da: Mulighederne vil blive sorteret alfabetisk.

source: Placeholder text
da: Fyldtekst

source: Text to be shown in the text field until it is edited. Leave blank for no placeholder to be set.
da: Tekst som vises i feltet indtil det overskrives. Efterlad feltet tomt hvis der ikke skal vises en tekst.

source: Step
da: Trin

source: Determines the size or amount of each interval or step the slider takes between the min and max.
da: Bestemmer størrelsen eller mængden af hvert interval eller trin, som slideren tager mellem minimum og maksimum.

source: The step must be a positive number of up to 5 decimal places.
da: Trinnet skal være et positivt nummer med op til 5 decimaler.

source: Animation speed
da: Animationshastighed

source: None
da: Ingen

source: Slow
da: Langsom

source: Fast
da: Hurtig

source: Animation speed in milliseconds
da: Animationshastighed i millisekunder

source: The number of milliseconds to run the animation (e.g. 1000).
da: Antallet af millisekunder for at animationen kører (f.eks. 1000).

source: Orientation
da: Orientering

source: Horizontal
da: Horisontal

source: Vertical
da: Vertikal

source: The slider max value must be greater than the slider min value.
da: Sliderens maks. værdi skal være større end sliderens min. værdi.

source: Uses
da: Bruger

source: Editing or Creating Views
da: Redigering eller oprettelse af visninger

source: Radio Buttons
da: Radioknapper

source: Checkboxes/Radio Buttons
da: Afkrydsningsfelter

source: @entity cannot be deleted because it was locked by @user since @time.
da: @entity kan ikke slettes, fordi den blev låst af @user fra @time

source: Content lock
da: Indholdslås

source: @type locked
da: @type låst

source: The @type being locked.
da: @type er låst.

source: Lock owner
da: Låsens ejer

source: Lock Date/Time
da: Lås Dato/Tid

source: Timestamp of the lock
da: Tidsstempel for låsen

source: Lock Language
da: Lås sprog

source: Is Locked
da: Er låst

source: Whether the node is currently locked
da: Om noden er låst i øjeblikket

source: Break link
da: Bryd link

source: Break lock
da: Bryd lås

source: Uses "all" settings
da: Bruger "alle" indstillinger

source: Lock broken. Anyone can now edit this content translation.
da: Låsen er brudt. Alle kan nu redigere denne indholdsoversættelse.

source: Lock broken. Anyone can now edit this content.
da: Låsen er brudt. Alle kan nu redigere dette indhold.

source: Break Lock for content @label
da: Bryd lås for @label

source: Confirm break lock
da: Bekræft bryd lås

source: Verbose
da: Udførlig rapport

source: Users trying to edit a content locked still see the content lock message.
da: Brugere, der forsøger at redigere et låst indhold, ser stadig meddelelsen om låst indhold.

source: All
da: Alle

source: Activating this options allows users to edit multiple translations concurrently
da: Aktivering af denne mulighed tillader brugere at redigere flere oversættelser samtidigt

source: To allow editing multiple translations concurrently you need to install %module
da: For at tillade redigere af flere oversættelser på samme tid skal du installere %module

source: Disabled
da: Deaktiveret

source: Activating this options allows users to edit different entity forms concurrently
da: Aktivering af denne mulighed tillader brugere at redigere forskellige formularer samtidigt

source: This content translation is being edited by the user @name and is therefore locked to prevent other users changes. This lock is in place since @date.
da: Denne indholdsoversættelse bliver redigeret af brugeren @name og er derfor låst for at forhindre andre brugeres ændringer. Denne lås har været på plads siden @date.

source: This content is being edited by the user @name and is therefore locked to prevent other users changes. This lock is in place since @date.
da: Dette indhold bliver redigeret af @name og er derfor låst. Denne lås er aktiveret @date.

source: This content translation is now locked against simultaneous editing. This content translation will remain locked if you navigate away from this page without saving or unlocking it.
da: Denne indholdsoversættelse er nu låst mod samtidig redigering. Denne indholdsoversættelse forbliver låst, hvis du navigerer væk fra denne side uden at gemme eller låse den op.

source: This content is now locked against simultaneous editing. This content will remain locked if you navigate away from this page without saving or unlocking it.
da: Dette indhold er nu låst for samtidig redigering. Indholdet vil forblive låst, hvis du forlader siden uden at gemme.

source: Click here to @link
da: Klik her for @link

source: This content translation is now locked by you against simultaneous editing. This content translation will remain locked if you navigate away from this page without saving or unlocking it.
da: Denne indholdsoversættelse er nu låst af dig mod samtidig redigering. Denne indholdsoversættelse forbliver låst, hvis du navigerer væk fra denne side uden at gemme eller låse den op.

source: This content is now locked by you against simultaneous editing. This content will remain locked if you navigate away from this page without saving or unlocking it.
da: Dette indhold er nu låst af dig for samtidig redigering. Indholdet vil forblive låst, hvis du forlader siden uden at gemme.

source: Unlock
da: Lås op

source: Breaking existing lock by @name so that you may edit this node. (This lock was set @date ago and was stale since @stale_time.)
da: Bryder eksisterende lås til @name så du kan redigere dette indhold. (Denne lås blev sat @date og har været inaktiv siden @stale_time.)

source: disable
da: deaktivér

source: Break stale locks on edit
da: Bryd forældede låse ved redigering

source: Save configuration
da: Gem indstillinger

source: This content is being edited by the user @name and is therefore locked to prevent other users changes.
da: Dette indhold bliver redigeret af @name og er derfor låst for at forhindre andre brugere i samtidig redigering.

source: This content is now locked against simultaneous editing.
da: Dette indhold er nu låst for samtidig redigering.

source: This content is now locked by you against simultaneous editing.
da: Dette indhold er nu låst af dig mod medredigering.

source: has been updated.
da: er blevet opdateret

source: This content translation is being edited by the user
da: Denne indholdsoversættelse bliver redigeret af brugeren

source: against simultaneous editing.
da: mod samtidig redigering

source: updated.
da: opdateret

source: General
da: Generelt

source: Content Lock
da: Indholdslås

source: Administer content locking settings.
da: Administrer indstillinger for låsning af indhold.

source: Timeout settings
da: Timeout-indstillinger

source: Prevents multiple users from trying to edit a content entity simultaneously to prevent edit conflicts.
da: Forhindrer flere brugere i at redigere samtidig i et stykke indhold hvilket kan skabe konflikt.

source: Break Lock
da: Bryd lås

source: Content lock settings
da: Indstillinger for indholdslås

source: Settings
da: Indstillinger

source: Content lock test
da: Test af indholdslås

source: <a href=':crop'>Crop</a> provides basic API for image cropping. This module won't do much by itself. Users should pick one of UI modules that utilize this API.</a>
da: <a href=':crop'>Beskær</a> tilbyder grundlæggende API for billedebeskæring. Dette modul gør ikke meget af sig selv. Brugere bør vælge et af UI-modulerne, der udnytter denne API.</a>

source: This is API module. In order to crop your images you need a UI module. There are currently two UI modules that use Crop API:
da: Dette er et API modul. For at kunne beskære dine billeder skal du bruge et UI-modul. Der er i øjeblikket to UI-moduler, der bruger Crop API:

source: <a href=":image_widget_crop">Image widget crop</a>
da: <a href=":image_widget_crop">Billedbeskæring</a>

source: <a href=":focal_point">Focal point</a>
da: <a href=":focal_point">Fokuspunkt</a>

source: Technical details
da: Tekniske detaljer

source: Crop configuration
da: Beskærings konfiguration

source: There are no file or image fields on this bundle at the moment. In order to configure crop add at least one such field and come back.
da: Der er ikke nogen fil- eller billedfelter i denne pakke i øjeblikket. For at konfigurere beskæringen skal du tilføje mindst ét sådant felt og vende tilbage.

source: Image field
da: Billedfelt

source: - Skip field -
da: - Spring felt over -

source: Select field that stores image which needs to be cropped.
da: Vælg det felt, der indeholder det billede, der skal beskæres.

source: Are you sure you want to delete the crop type %type?
da: Er du sikker på du vil slette beskæringstypen %type?

source: Delete
da: Slet

source: %type is used by 1 piece of content on your site. You can not remove this content type until you have removed all of the %type content.
da: %type bruges af 1 indholdstype på dit site. Du kan ikke fjerne denne indholdstype, før du har fjernet alt %type indhold.

source: Add crop type
da: Tilføj beskæringstype

source: Edit %label crop type
da: Rediger %label beskæringstype

source: A unique machine-readable name for this crop type. It must only contain lowercase letters, numbers, and underscores.
da: Et unikt navn for denne beskæringstype. Navnet må kun indeholde små bogstaver, tal og understregninger.

source: Description
da: Beskrivelse

source: Describe this crop type.
da: Beskriv beskæringstype.

source: Aspect Ratio
da: Aspekt ratio

source: Define crop size soft limit. Warning will be displayed if crop smaller than that is selected.
da: Definer grænse for beskæringsstørrelse. Advarsel vises, hvis en mindre beskæring end det er valgt.

source: Width
da: Bredde

source: Height
da: Højde

source: Hard limit
da: Hård grænse

source: Define crop size hard limit. User is not allowed to make a smaller selection than defined here.
da: Definer grænse for beskæringsstørrelse. Brugeren har ikke lov til at lave en mindre udvælgelse end defineret her.

source: Delete crop type
da: Slet beskæringstype

source: View
da: Vis

source: Crop ID
da: Beskærings ID

source: Revision ID
da: Versions-ID

source: Language code
da: Sprogkode
