Repository: danskernesdigitalebibliotek/dpl-cms
Catalog: translations/*.po
Languages: da

source: The date and time format has been reset.
da: Dato- og tidsformatet er blevet nulstillet.

source: Default set on for new option "Show a message after updating content"
da: Standardindstilling til ny mulighed "Vis en besked efter opdatering af indhold"

source: Updated views: %updated.
da: Opdaterede visninger: %updated.

source: 1 reaction rule updated with entity context
da: 1 reaktionsregel opdateret med enhedskontekst

source: Publish on date
da: Udgivelsesdato

source: The date the %type will be published.
da: Datoen for, hvornår %type bliver publiceret.

source: Unpublish on date
da: Dato for afpublicering

source: The date the %type will be unpublished.
da: Datoen for, hvornår %type bliver afpubliceret.

source: You can read more in the <a href="@readme">readme</a> file or our <a href="@project">project page on Drupal.org</a>.
da: Du kan læse mere i <a href="@readme">readme</a> filen eller vores <a href="@project">project page on Drupal.org</a>.

source: or
da: eller

source: Scheduling options
da: Planlægning

source: The default time is @default_time.
da: Standardtiden er @default_time.

source: Enter a date and time.
da: Indtast en dato og et tidspunkt.

source: not available
da: ikke tilgængeligt

source: Publishing
da: Udgivelse

source: Enable scheduled publishing for %type @plural
da: Aktiver planlagt publicering for %type @plural

source: The entity type does not support the change of creation time.
da: Enhedstypen understøtter ikke ændring af oprettelsestidspunktet.

source: Require scheduled publishing
da: Planlagt udgivelse skal være påkrævet

source: Create a new revision on publishing
da: Opret en revision ved udgivelse

source: Action to be taken for publication dates in the past
da: Handling der skal tages for udgivelsesdatoer i fortiden

source: Display an error message - do not allow dates in the past
da: Vis en fejlmeddelelse - tillad ikke datoer i fortiden

source: Publish the %type @singular immediately after saving
da: Udgiv %type @singular umiddelbart efter at gemme

source: The created time will only be altered when the scheduled publishing time is earlier than the existing creation time
da: Oprettelsestidspunktet vil kun blive ændret, hvis det planlagte udgivelsestidspunkt er tidligere end det eksisterende oprettelsestidspunkt

source: Unpublishing
da: Afpublicering

source: Enable scheduled unpublishing for %type @plural
da: Aktiver planlagt afpublicering for %type @plural

source: Require scheduled unpublishing
da: Planlagt afpublicering skal være påkrævet

source: Create a new revision on unpublishing
da: Opret en ny revision ved afpublicering

source: @type edit page
da: @type redigér side

source: Vertical tab
da: Vertikal fane

source: Use this option to specify how the scheduler fields are displayed when editing %type @plural
da: Brug denne indstilling til at angive, hvordan planlægningsfelterne vises under redigering %type @plural

source: Always open the fieldset or vertical tab
da: Åbn altid feltgruppen eller den vertikale fane

source: Show message
da: Vis besked

source: Show a confirmation message when a scheduled %type @singular is saved
da: Vis en bekræftelsesmeddelelse, når en planlagt %type @singular er gemt

source: Scheduler settings
da: Indstillinger for Scheduler

source: Enabled for publishing
da: Aktiveret for publicering

source: Enabled for unpublishing
da: Aktiveret for afpublicering

source: Scheduled dates will be set randomly within the selected time span.
da: Planlagte datoer vil blive fastsat tilfældigt inden for det valgte tidsrum.

source: Unpublishing date for Scheduler
da: Dato for afpublicering af Scheduler

source: There is a problem with @entity '@type' - The translatable settings for status field '%status' and Scheduler field '%scheduler_field' should match, either both on or both off
da: Der er et problem med @entity '@type' - De oversættelige indstillinger for statusfeltet '%status' og Planlægnings-feltet '%scheduler_field' skal matche, enten begge til eller begge fra.

source: Publish on
da: Udgiv den

source: Unpublish on
da: Afpublicér den

source: Media Field
da: Media-felt

source: %title is scheduled to be published @publish_time and unpublished @unpublish_time.
da: %title er planlagt til publicering @publish_time og afpublicering @unpublish_time

source: %title is scheduled to be published @publish_time.
da: %title er planlagt til publicering @publish_time

source: %title is scheduled to be unpublished @unpublish_time.
da: %title er planlagt til afpublicering @unpublish_time

source: Scheduler: publish on
da: Planlægning: Udgiv den

source: Scheduler: unpublish on
da: Planlægning: Fjern den

source: 1 %bundle has been deleted.
da: 1 %bundle er blevet slettet.

source: %title is scheduled for publishing, but will not be published until approved.
da: %title er planlagt til publicering, men vil ikke blive publiceret før godkendelse.

source: View node
da: Vis node

source: %title is scheduled for unpublishing, but will not be unpublished until approved.
da: %title er planlagt til afpublicering, men vil ikke blive afpubliceret før godkendelse.

source: %title is scheduled for publishing @publish_time, but will not be published until approved.
da: %title er planlagt til publicering @publishing_time, men vil ikke blive publiceret før godkendelse.

source: %title is scheduled for unpublishing @unpublish_time, but will not be unpublished until approved.
da: %title er planlagt til afpublicering @unpublish_time, men vil ikke blive afpubliceret før godkendelse.

source: The content will only be published after approval.
da: Indholdet bliver kun publiceret efter godkendelse.

source: The competition will only be unpublished after all prizes have been claimed.
da: Konkurrencen bliver først afpubliceret, når alle præmier er vundet.

source: Unpublish a content item immediately
da: Afpublicér et indholdselement med det samme

source: Set date for publishing a content item
da: Indstil dato for publicering af indholdselement

source: Remove date for unpublishing a content item
da: Fjern dato for afpublicering af et indholdselement

source: Set date for unpublishing a content item
da: Indstil dato for afpublicering af indholdselement

source: Remove date for publishing a content item
da: Fjern dato for publicering af et indholdselement

source: Publish a content item immediately
da: Udgiv et indholdselement med det samme

source: Publish and unpublish content and entities automatically on specified dates and times.
da: Publicer og afpublicer indhold og enheder automatisk på bestemte datoer og tidspunkter.

source: Show only used items
da: Vis kun brugte elementer

source: Show the number of items that will be filtered by each option. Instead of hiding it completely.
da: Vis antallet af elementer, der vil blive filtreret efter hver indstilling. I stedet for at skjule det helt.

source: Create new menu
da: Opret ny menu

source: View %menu_name menu in the menu list
da: Vis %menu_navn-menuen i menulisten

source: Edit %menu_name menu
da: Rediger %menu_name menu

source: Delete %menu_name menu
da: Slet %menu_name menu

source: Add new links to %menu_name menu
da: Tilføj nye links til %menu_name menu

source: Edit links in %menu_name menu
da: Rediger links i %menu_name menu

source: Delete links in %menu_name menu
da: Slet links i %menu_name menu

source: There are no menu links yet.
da: Der er ingen menulinks endnu.

source: There are no @label yet, or you do not have the permission to view a menu.
da: Der er ikke noget @labet endnu, eller du har ikke tilladelse til at se denne menu.

source: menus
da: menuer

source: Defines permissions for each menu. Such as the edit and delete permission. Also defines a permission to create new menus.
da: Definerer tilladelser for hver menu. Såsom redigerings- og slettetilladelse. Definerer også en tilladelse til at oprette nye menuer.

source: Default country
da: Standard land

source: - Do not use default country -
da: - Brug ikke standard land -

source: Default country: @default_country
da: Land: @default_country

source: There are errors with some installed themes. Visit the <a href=":link">status report page</a> for more information.
da: Der er fejl med nogle installerede temaer. Besøg <a href=":link">status report page</a> for mere information.

source: Screenshot for @theme theme
da: Screenshot af @theme-temaet

source: Settings for @theme theme
da: Indstillinger for @theme-temaet

source: Uninstall
da: Afinstallér

source: Uninstall @theme theme
da: Afinstallér @theme-temaet

source: Set as default
da: Angiv som standard

source: Set @theme as default theme
da: Sæt @theme som standardtema

source: Experimental
da: Eksperimentel

source: Install
da: Installér

source: Install @theme theme
da: Installér tema @theme

source: Install and set as default
da: Installér og angiv som standard

source: Install @theme as default theme
da: Installér @theme som standardtema

source: default theme
da: standardtema

source: Uninstalled theme
da: Afinstalleret tema

source: administer themes %themename
da: Administrer temaer %themename

source: uninstall themes %themename
da: Afinstaller temaer %themename

source: edit themes %themename
da: rediger temaer %themename

source: Theme Permission
da: Tema Tilladelse

source: Tokens
da: Symboler

source: No tokens available
da: Ingen tilgængelige tokens

source: Token
da: Symbol

source: Click a token to insert it into the field you've last clicked.
da: Klik på et token for at indsætte det i det felt som du senest har klikket på.

source: Token registry caches cleared.
da: Token registry cacher ryddet.

source: No tokens available.
da: Ingen tilgængelige tokens.

source: Tokens or token types not defined as arrays
da: Tokens eller token typer ikke definerede som arrays

source: Tokens or token types missing name property
da: Tokens eller token typer mangler navn

source: Token types do not have any tokens defined
da: Token typer har ikke definerede tokens

source: Token types are not defined but have tokens
da: Token typer er ikke definerede, men har tokens

source: Token or token types are defined by multiple modules
da: Token eller token typer er defineret af flere moduler

source: Current date
da: Aktuel dato

source: Tokens related to the current date and time.
da: Tokens relateret til den aktuelle dato og tid.

source: The URL of the @entity.
da: URLen på @entity.

source: The language of the @entity.
da: Sproget for @entity.

source: The original @entity data if the @entity is being updated or saved.
da: De originale @entity data hvis @entity opdateres eller gemmes.

source: A date in '@type' format. (%date)
da: En dato formatteret som '@type'. (%date)

source: Translation source node
da: Kildeelement

source: The source node for this current node's translation set.
da: Kildeelementet for det aktuelle indholdselements oversættelsesgruppe.

source: The explanation of the most recent changes made to the node.
da: Forklaringen på den seneste ændring af indholdselementet.

source: The content type of the node.
da: Indholdselementets type.

source: Content types
da: Indholdstyper

source: Tokens related to content types.
da: Tokens relateret til indholdstyper.

source: The name of the content type.
da: Indholdstypens navn.

source: Machine-readable name
da: Internt navn

source: The unique machine-readable name of the content type.
da: Indholdstypens unikke maskinlæsbare navn.

source: The optional description of the content type.
da: Indholdstypens valgfri beskrivelse.

source: Node count
da: Antal indholdselementer

source: The number of nodes belonging to the content type.
da: Antallet af indholdselementer af en bestemt type.

source: Edit URL
da: Redigér URL

source: The URL of the content type's edit page.
da: URLen på indholdstypens redigeringsside.

source: Translation source term
da: Oversættelse af kildeterm

source: The URL of the taxonomy term's edit page.
da: URLen på taksonomitermens redigeringsside.

source: Parents
da: Overordnede ord

source: An array of all the term's parents, starting with the root.
da: Et array af alle termens overordnede termer, startende fra roden.

source: Root term
da: Rodterm

source: The root term of the taxonomy term.
da: Roden for en taksonomiterm.

source: The unique machine-readable name of the vocabulary.
da: Ordforrådets unikke maskinlæsbare navn.

source: The URL of the vocabulary's edit page.
da: URLen på ordforrådets redigeringsside.

source: The base name of the file.
da: Filens base name

source: Extension
da: Udvidelse

source: The extension of the file.
da: Filens endelse.

source: File byte size
da: Filstørrelse i bytes

source: The size of the file, in bytes.
da: Filens størrelse i bytes.

source: Account cancellation URL
da: URL til opsigelse af konto

source: The URL of the confirm delete page for the user account.
da: URLen på bekræftelsessiden for sletning af brugerkontoen.

source: One-time login URL
da: Engangs-login-URL

source: The URL of the one-time login page for the user account.
da: URLen på brugerkontoens engangs-login-side.

source: The user roles associated with the user account.
da: Brugerrollerne forbundet til brugerkontoen.

source: IP address
da: IP-adresse

source: The IP address of the current user.
da: Nuværende brugers IP-adresse.

source: Tokens related to menu links.
da: Tokens relateret til menu-links.

source: The unique ID of the menu link.
da: Menu-linkets unikke ID.

source: The title of the menu link.
da: Menu-linkets titel.

source: The URL of the menu link.
da: Menu-linkets URL.

source: Parent
da: Overordnet element

source: The menu link's parent.
da: Menu-linkets overordnede element.

source: An array of all the menu link's parents, starting with the root.
da: Et array af alle menu-linkets overordnede links, startende fra roden.

source: Root
da: Rod

source: The menu link's root.
da: Menu-linkets rod.

source: Tokens related to site language.
da: Tokens relateret til webstedets sprog.

source: Language name
da: Sprognavn

source: The language name.
da: Sprogets navn.

source: The language code.
da: Sprogkoden.

source: Whether the language is written left-to-right (ltr) or right-to-left (rtl).
da: Om sproget er skrevet fra venstre mod højre (vth) eller fra højre mod venstre (htv).

source: Domain
da: Domæne

source: The domain name to use for the language.
da: Domænenavnet, der skal bruges til sproget.

source: Path prefix
da: Stipræfiks

source: Current page
da: Nuværende side

source: Tokens related to the current page request.
da: Tokens relateret til den aktuelle side.

source: The title of the current page.
da: Titlen på den aktuelle side.

source: The URL of the current page.
da: Denne sides URL.

source: Page number
da: Sidenummer

source: The page number of the current page when viewing paged lists.
da: Sidenummeret på den aktuelle side i sideinddelte lister.

source: Query string value
da: Query-streng værdi

source: The value of a specific query string field of the current page.
da: Værdien af et bestemt query string-felt på den aktuelle side.

source: Interface language
da: Grænsefladesprog

source: The active user interface language.
da: Det aktive user interface-sprog.

source: Content language
da: Indholdssprog

source: The active content language.
da: Det aktive indholdssprog.

source: Tokens related to URLs.
da: Tokens relateret til URLer.

source: Path
da: Sti

source: The path component of the URL.
da: URLens sti-komponent.

source: Relative URL
da: Relativ URL

source: The relative URL.
da: Den relative URL.

source: Absolute URL
da: Absolut URL

source: The absolute URL.
da: Den absolutte URL.

source: Brief URL
da: Kort URL

source: The URL without the protocol and trailing backslash.
da: URLen uden protokollen og den afsluttende skråstreg.

source: Unaliased URL
da: URL uden alias

source: The unaliased URL.
da: URLen uden alias.

source: The specific argument of the current page (e.g. 'arg:1' on the page 'node/1' returns '1').
da: Den aktuelle sides specifikke argument (f.eks. vil 'arg:1' på siden 'node/1' returnere '1').

source: Array
da: Liste

source: Tokens related to arrays of strings.
da: Tokens relateret til arrays af strenge.

source: The first element of the array.
da: Det første element i arrayet.

source: The last element of the array.
da: Det sidste element i arrayet.

source: Count
da: Antal

source: The number of elements in the array.
da: Antallet af elementer i arrayet.

source: Reversed
da: Omvendt

source: The array reversed.
da: Arratyet i omvendt rækkefølge.

source: Keys
da: Nøgler

source: The array of keys of the array.
da: Arrayets nøgler.

source: Imploded
da: Imploderet

source: The values of the array joined together with a custom string in-between each value.
da: Arrayets værdier sat sammen med en brugerdefineret streng mellem hver værdi.

source: The specific value of the array.
da: Arrayets specifikke værdi.

source: Random
da: Tilfældig

source: Tokens related to random data.
da: Tokens som relaterer til tilfældig data.

source: A random number from 0 to @max.
da: Et tilfældigt tal mellem 0 og @max.

source: A random hash. The possible hashing algorithms are: @hash-algos.
da: En tilfældig hash. Tilgængelige hash-algoritmer: @hash-algos.

source: Image with image style
da: Billede med billedetype

source: The MIME type (image/png, image/bmp, etc.) of the image.
da: Billedets MIME type (image/png, image/bmp, osv.).

source: File size
da: Filstørrelse

source: The file size of the image.
da: Billedets filstørrelse.

source: The height the image, in pixels.
da: Billedets højde, i pixels.

source: The width of the image, in pixels.
da: Billedets bredde, i pixels.

source: The URI to the image.
da: Billedets URI.

source: The URL to the image.
da: Billedets URL.

source: Attempting to perform token replacement for token type %type without required data
da: Forsøger at foretage token-erstatning for token-typen %type uden de nødvendige data

source: Book
da: Bog

source: Tokens related to books.
da: Tokens som relaterer til bøger.

source: Title of the book.
da: Bogens titel.

source: The author of the book.
da: Bogens forfatter.

source: Top level of the book.
da: Bogens topniveau.

source: Parent of the current page.
da: Nuværende sides overordnede element.

source: An array of all the node's parents, starting with the root.
da: Et array over alle nodens overordnede elementer, startende fra basen.

source: The book page associated with the node.
da: Bogsiden knyttet til indholdselementet.

source: Menus
da: Menuer

source: Tokens related to menus.
da: Tokens relateret til menuer.

source: The name of the menu.
da: Menuens navn.

source: The unique machine-readable name of the menu.
da: Menuens unikke maskinlæsbare navn.

source: The optional description of the menu.
da: Menuens valgfri beskrivelse.

source: Menu link count
da: Antal links i menuen

source: The number of menu links belonging to the menu.
da: Antallet af links i menuen.

source: The URL of the menu's edit page.
da: URLen på menuens redigeringsside.

source: The menu of the menu link.
da: Menu-linkets menu.

source: The URL of the menu link's edit page.
da: URLen på menu-linkets redigeringsside.

source: The menu link for this node.
da: Indholdselementets menu-link.

source: @type field. Also known as %labels.
da: @type felt. Også kendt som %labels.

source: Represents the image in the given image style.
da: Repræsenterer billedet i den givne billedtype.

source: Browse available tokens.
da: Gennemse tilgængelige tokens.

source: Token value for @token was not generated.
da: Token værdi for @token blev ikke produceret.

source: Token value for @token was '@actual', expected value '@expected'.
da: Token værdi for @token var '@actual', forventet værdi '@expected'.

source: The <a href=":project">Token</a> module provides a user interface for the site token system. It also adds some additional tokens that are used extensively during site development. Tokens are specially formatted chunks of text that serve as placeholders for a dynamically generated value. For more information, covering both the token system and the additional tools provided by the Token module, see the <a href=":online">online documentation</a>.
da: <a href=":project">Token</a> modulet tilbyder en brugergrænseflade til token-systemet. Det tilføjer også nogle ekstra tokens, der bruges i vid udstrækning under udvikling. Tokens er specielt formaterede klumper af tekst, der tjener som pladsholdere til en dynamisk genereret værdi. For yderligere oplysninger, der dækker både token-systemet og de ekstra værktøjer der leveres af Token modulet kan du se <a href=":online">online dokumentationen</a>.

source: Your website uses a shared token system for exposing and using placeholder tokens and their appropriate replacement values. This allows for any module to provide placeholder tokens for strings without having to reinvent the wheel. It also ensures consistency in the syntax used for tokens, making the system as a whole easier for end users to use.
da: Din hjemmeside bruger et delt token-system til at vise og bruge pladsholder-tokens og deres passende erstatningsværdier. Dette tillader alle moduler at tilbyde pladsholder-tokens for tekststrenge uden at skulle genopfinde hjulet. Det sikrer også konsistens i den syntaks, der bruges til tokens, hvilket gør systemet som en helhed lettere for slutbrugerne at bruge.

source: The list of the currently available tokens on this site are shown below.
da: Listen over tilgængelige tokens vises herunder.

source: This field supports tokens. @browse_tokens_link
da: Dette felt understøtter tokens. @browse_tokens_link

source: %name must contain at least one token.
da: %name skal indeholde mindst ét symbol.

source: %name must contain at most one token.
da: %name må indeholde højst ét symbol.

source: %name is using the following invalid tokens: @invalid-tokens.
da: %name bruger følgende ikke-tilladte tokens: @invalid-tokens.

source: This field supports tokens.
da: Feltet understøtter tokens.

source: Available variables are: [site:name], [site:url], [user:display-name], [user:account-name], [user:mail], [site:login-url], [site:url-brief], [user:edit-url], [user:one-time-login-url], [user:cancel-url].
da: Tilgængelige variable: [site:name], [site:url], [user:display-name], [user:account-name], [user:mail], [site:login-url], [site:url-brief], [user:edit-url], [user:one-time-login-url], [user:cancel-url].

source: The list of available tokens that can be used in e-mails is provided below.
da: Listen af tokens, som kan bruges i e-mails, er tilgængelig nedenfor.

source: Computed menu link for the node (only available during node saving).
da: Beregnet menulink for noden (kun tilgængeligt imens noden gemmes).

source: Provides a user interface for the Token API and some missing core tokens.
da: Tilføjer en brugergrænseflade til Token APIet og nogle manglende core tokens.

source: Token User picture
da: Token Bruger billede

source: Testing module for token functionality.
da: Testmodul for tokenfunktionalitet

source: Request
da: Påkræv

source: Hostname
da: Værtsnavn

source: Request Method
da: Påkrævet metode

source: Scheme
da: Skema

source: Verify SSL certificate
da: Verificér SSL certifikat

source: Uncheck to disable certificate verification (this is insecure!).
da: Fjern markeringen for at deaktivere certifikatbekræftelse (dette er usikkert!).

source: Header
da: Overskrift

source: Add header
da: Tilføj header

source: Performance
da: Ydelse

source: Cooldown time
da: Nedkølingstid
